{
  "01": {
    "chapter_code": "01",
    "chapter_title": "Live animals",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "This chapter encompasses all live animals, excluding fish, crustaceans, molluscs, and other aquatic invertebrates (headings 0301, 0306, 0307, 0308), cultures of microorganisms (heading 3002), and animals of heading 9508. \"Purebred breeding animals\" are defined as those certified by the USDA as purebred of a recognized breed, registered in an approved record book, and imported specifically for breeding purposes. Note that the animal certificate of pure breeding is an obsolete form, and users should consult U.S. Customs for current information. Further provisions concerning live animals can be found in HTS Chapter 98."
  },
  "02": {
    "chapter_code": "02",
    "chapter_title": "Meat and edible meat offal",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "This chapter excludes meat products unfit for human consumption (headings 0201-0208, 0210), edible non-living insects (0410), animal guts, bladders, stomachs (0504), animal blood (0511, 3002), and animal fat other than heading 0209 (Chapter 15).\n\nUnder U.S. definitions, 'processed meats' include those that are ground, comminuted, diced/cut for stew, rolled, skewered, or specially prepared into fancy cuts/shapes for retail consumer use. 'High-quality beef cuts' are a distinct subset of these fancy retail preparations (excluding other processing methods) that must meet USDA Prime or Choice specifications and be certified before export.\n\nFor U.S. duty assessment, no allowance is made for normal components like bones, fat, hide, or skin, and the dutiable weight for meats in airtight containers includes the entire contents. Additionally, the U.S. imposes annual aggregate import quotas on specific beef subheadings, with country-specific limits: Canada and Mexico (no limit), Australia (378,214 mt), New Zealand (213,402 mt), Argentina (20,000 mt), Uruguay (20,000 mt), and other countries (13,000 mt)."
  },
  "03": {
    "chapter_code": "03",
    "chapter_title": "Fish and crustaceans, molluscs and other aquatic invertebrates",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "The HTS chapter text defines \"pellets\" as products agglomerated by compression or with a small binder. It excludes mammals and their meat, dead fish/crustaceans/molluscs/aquatic invertebrates unfit for human consumption, and caviar or caviar substitutes. Regarding flours, meals, and pellets of fish/aquatic invertebrates, those unfit for human consumption are classified under Heading 2301, while those fit for human consumption are found in Heading 0309 (and not 0305-0308). Additionally, U.S. notes indicate that certain fish, crustaceans, molluscs, and aquatic invertebrates may also be covered in Chapter 98, and shrimp imports are subject to provisions of Public Law 101-162 (16 U.S.C. 1537 note)."
  },
  "04": {
    "chapter_code": "04",
    "chapter_title": "Dairy produce; birds eggs; natural honey; edible products of animal origin, not elsewhere specified or included",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "This HTS chapter defines \"milk\" as including full, partially, or completely skimmed varieties, and \"yogurt\" as products (heading 0403) that can be concentrated, flavored, or contain additions (e.g., sugar, fruit, nuts) provided the essential yogurt character is retained and milk constituents are not replaced. \"Butter\" (heading 0405) is exclusively milk-derived with 80-95% milkfat, max 2% milk solids-not-fat, max 16% water, allowing salt, colors, neutralizing salts, and lactic cultures, but no added emulsifiers; specific butter (subheading 0405.10) excludes dehydrated butter or ghee. \"Dairy spreads\" (heading 0405) are water-in-oil emulsions with only milkfat, containing 39% or more but less than 80% milkfat.\n\nProducts from concentrated whey with added milk/milkfat classify as cheese (heading 0406) if they meet specific criteria: ≥5% milkfat (dry matter), 70-85% dry matter, and are moldable. \"Modified whey\" (subheading 0404.10) refers to whey with altered lactose, protein, or mineral content, or mixtures of natural constituents. \"Soft ripened cow's milk cheese\" features a prominent biological crust, surface-to-center ripening, ≥50% fat (dry basis), and ≥65% moisture (non-fatty matter), excluding those with interior mold.\n\nFor heading 0410, \"insects\" are defined as edible, non-living insects (whole, parts, or flours/meals) in various basic preparations (fresh, frozen, dried, etc.), fit for human consumption.\n\nThe chapter explicitly excludes non-living insects unfit for human consumption, whey products with >95% lactose, milk products where natural constituents (like butyric fats) are replaced, and specific albumins or globulins (including whey protein concentrates >80% whey proteins).\n\nU.S. Note 1 defines \"dairy products\" for the schedule to include malted milk, articles of milk/cream (excluding white chocolate and inedible dried milk), articles with >5.5% butterfat suitable for commercial edible production, and dried milk, whey, or buttermilk of the specified type. Dairy mixtures for certain subheadings are characterized by not over 5.5% butterfat, being mixed with other ingredients (e.g., sugar), over 16% milk solids, capable of further processing, and not prepared for direct retail sale.\n\nGeneral terms are also clarified: \"Capable of being processed or mixed\" means it can undergo further preparation, treatment, manufacture, blending, or combining with other ingredients (excluding processing by the ultimate consumer). \"Prepared for marketing to the ultimate consumer\" signifies retail-ready packaging and labeling for direct sale without alteration. The \"ultimate consumer\" excludes institutions and food service establishments. \"EU 27\" refers to articles produced in any of the 27 listed European Union member countries."
  },
  "05": {
    "chapter_code": "05",
    "chapter_title": "Products of animal origin, not elsewhere specified or included",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "The HTS chapter defines exclusions for various animal products, such as most edible animal products (excluding guts, bladders, stomachs, and blood), most hides/skins (covered in Chapters 41/43, with exceptions for 0505/0511), and most animal textile materials (except horsehair and horsehair waste, which are in Section XI). It also defines terms like \"ivory\" (broadly including various animal tusks, horns, and teeth) and \"horsehair\" (from equine/bovine manes/tails), clarifying that sorting hair for heading 0501 isn't \"working\" and heading 0511 covers layered horsehair.\n\nAdditional U.S. Notes generally **prohibit the importation of any bird feathers or skin**, whether raw or processed, whole or part, or incorporated into other articles. Key exceptions include feathers/skins from specific domestic/farmed birds (unless wild), imports for scientific/educational purposes, fully manufactured artificial fishing flies, and live birds. While historical provisions allowed for specific annual import quotas for grey jungle fowl, mandarin duck, and various pheasant species for artificial fishing flies or millinery (requiring permits from the Secretary of the Interior, who also had authority to adjust these quotas), **these specific import quotas were repealed in 1993 and are no longer active.**\n\nArticles found in the U.S. that were prohibited or quota-restricted (before the repeal) are presumed illegally imported, leading to seizure and forfeiture, unless proven otherwise. This presumption does not apply to articles for personal adornment, scientific, or educational use. Forfeited articles can be placed with government agencies/museums for exhibition, scientific, or educational use, or destroyed, at the Secretary of the Treasury's discretion. The notes emphasize that they do not repeal other existing U.S. bird protection laws, and customs or prosecuting officers are required to report violations of these other laws (e.g., illegal possession) to the appropriate officials, even if illegal importation isn't found."
  },
  "06": {
    "chapter_code": "06",
    "chapter_title": "Live trees and other plants; bulbs, roots and the like; cut flowers and ornamental foliage",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "This chapter covers live trees and goods, including seedling vegetables typically supplied by nursery gardeners or florists, intended for planting or ornamental use. It specifically excludes potatoes, onions, shallots, garlic, and other products of Chapter 7. Headings 0603 and 0604 include articles such as bouquets, floral baskets, and wreaths, provided they are made wholly or partly of the specified goods. Accessories of other materials are permitted without changing classification. Collages or similar decorative plaques of heading 9701 are excluded."
  },
  "07": {
    "chapter_code": "07",
    "chapter_title": "Edible vegetables and certain roots and tubers",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "This chapter excludes forage products (1214). For headings 0709-0712, \"vegetables\" broadly includes edible mushrooms, truffles, olives, capers, marrows, pumpkins, eggplants, sweet corn, Capsicum/Pimenta fruits, fennel, parsley, chervil, tarragon, cress, and sweet marjoram. However, dried, crushed, or ground Capsicum/Pimenta fruits are specifically excluded (0904).\n\nHeading 0712 (dried vegetables) further excludes shelled dried leguminous vegetables (0713), certain sweet corn forms (1102-1104), potato flour/meal/etc. (1105), and flour/meal of dried leguminous vegetables (1106). Heading 0711 applies to vegetables provisionally preserved (e.g., with sulfur dioxide or brine) *solely* for transport/storage, provided they are unsuitable for immediate consumption.\n\nGeneral rules state that products remain classified here regardless of size reduction (unless context requires otherwise), and foreign matter/impurities are not segregated for duty assessment. Chemically treated items, even if made inedible (e.g., onions, potatoes for sowing), also remain in this chapter. Finally, \"seed\" in subheading 0701.10 refers exclusively to certified seed potatoes, approved by a foreign government, marked, and imported for seeding."
  },
  "08": {
    "chapter_code": "08",
    "chapter_title": "Edible fruit and nuts; peel of citrus fruit or melons",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "This chapter covers edible fruit and nuts, excluding inedible varieties, with chilled items classified as fresh. Dried fruit or nuts may undergo various treatments for preservation, stabilization, or appearance (e.g., partial rehydration, heat, sulfuring, additives, oil, glucose syrup), provided they retain their dried character. Conversely, Heading 0812 specifically covers fruit and nuts provisionally preserved (e.g., with sulfur dioxide gas or brine) solely for transport/storage, if they are unsuitable for immediate consumption. For U.S. import measurement, no allowance is made for dirt or other impurities in nuts, shelled or unshelled. Refer to General Statistical Note 6 for certified organic standards. Additionally, specific statistical reporting numbers define 'miniature type' watermelons as weighing 0.91-3.18 kg and 'strawberries for processing' as conventionally/organically grown, shipped loose in plastic flats (max 0.91 kg) and not intended for immediate fresh market consumption (also known as cannery, freezer, or juice strawberries)."
  },
  "09": {
    "chapter_code": "09",
    "chapter_title": "Coffee, tea, maté and spices",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "This chapter covers spices, generally in whole, crushed, or powdered forms. Classification of spice mixtures depends on their components: mixtures from the same heading remain within it, while those from different headings fall under 0910. Adding other substances does not change classification if the mixture retains its essential character; otherwise, it's excluded (e.g., mixed condiments go to 2103). Exclusions from this chapter include Cubeb pepper and other products of heading 1211.\n\nFor U.S. imports, no allowance is made for foreign matter. Specific coffee duty rates (0901.11-0901.22) do not apply to products imported into Puerto Rico under 19 U.S.C. 1319. Immediate and intermediate tea containers (under 2.3 kg) are dutiable as if empty, unless the tea originates from specific duty-free countries like Australia, Canada, or Mexico. Lastly, the importation of impure tea (except as per Chapter 98) and all forms of pepper shells is prohibited."
  },
  "10": {
    "chapter_code": "10",
    "chapter_title": "Cereals",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "This chapter classifies products only if grains are present (on or off the ear/stalk) and generally excludes hulled or otherwise worked grains. Exceptions to this exclusion include rice (even if husked, milled, polished, glazed, parboiled, or broken, classified in HTS 1006) and quinoa (with pericarp removed for saponin, no other processing, classified in HTS 1008). Heading 1005 specifically excludes sweet corn, which is classified in Chapter 7. \"Durum wheat\" refers to *Triticum durum* species and its 28-chromosome hybrids. For subheading 1005.10, \"seed\" exclusively denotes foreign government-certified seed corn/maize, appropriately packaged and tagged for seed use."
  },
  "11": {
    "chapter_code": "11",
    "chapter_title": "Products of the milling industry; malt; starches; inulin; wheat gluten",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "HTS Chapter 11 covers products of the milling industry, malt, starches, inulin, and wheat gluten. It specifically excludes roasted malt (classified under 0901 or 2101), prepared flours, groats, meals, or starches (1901), corn flakes and similar products (1904), prepared or preserved vegetables (2001, 2004, 2005), pharmaceutical products (Chapter 30), and starches used in perfumery, cosmetic, or toilet preparations (Chapter 33).\n\nCereal milling products are classified within Chapter 11 if their dry weight meets specific starch and ash content criteria (per cereal type); otherwise, they fall under heading 2302. An exception is cereal germ (whole, rolled, flaked, or ground), which is *always* classified under heading 1104.\n\nWithin Chapter 11, products meeting the starch/ash criteria are further classified into heading 1101 or 1102 if a specified percentage passes through a 500 or 315 micrometer sieve (depending on the cereal); otherwise, they are classified in heading 1103 or 1104. Heading 1103 defines \"groats\" and \"meal\" as fragmented cereal grains where at least 95% by weight passes through a 2 mm sieve for corn (maize) products, or a 1.25 mm sieve for other cereals. An additional U.S. Note specifies that mixtures of products from headings 1101, 1102, 1103, or 1104 (excluding 1102.90.30) are dutiable at 12.8%."
  },
  "12": {
    "chapter_code": "12",
    "chapter_title": "Oil seeds and oleaginous fruits; miscellaneous grains, seeds and fruits; industrial or medicinal plants; straw and fodder",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "Chapter 12 covers a range of seeds and plants, defining specific inclusions and exclusions for each category.\n\nHeading 1207 encompasses specific oil seeds like palm nuts, cotton, castor, sesame, mustard, safflower, poppy, and shea nuts, but *excludes* products of HTS 0801/0802 (e.g., coconuts, almonds) and olives. Heading 1208 then applies to non-defatted, partially defatted, or wholly/partially refatted flours and meals derived from these oil seeds, *excluding* residues classified under HTS 2304-2306 (oilcakes).\n\nFor seeds intended for sowing, Heading 1209 includes beet, grass/herbage, ornamental flower, vegetable, forest/fruit tree, vetch (excluding *Vicia faba*), and lupine seeds. However, it *excludes* various other seeds such as leguminous vegetables/sweet corn (Chapter 7), spices (Chapter 9), cereals (Chapter 10), and other products specifically covered in HTS 1201-1207 or 1211, even if for sowing.\n\nIndustrial and medicinal plants under Heading 1211 comprise specific species like basil, borage, ginseng, hyssop, licorice, all mint species, rosemary, rue, sage, and wormwood. Excluded from this heading are medicaments (Chapter 30), perfumery/cosmetic/toilet preparations (Chapter 33), and insecticides/fungicides/herbicides/disinfectants (HTS 3808). Heading 1212 covers seaweeds and algae, *excluding* dead single-cell microorganisms (HTS 2102), cultures of microorganisms (HTS 3002), and fertilizers (HTS 3101/3105).\n\nA specific definition for Subheading 1205.10 identifies low erucic acid rape or colza seeds as those yielding a fixed oil with less than 2% erucic acid by weight AND a solid component with less than 30 micromoles of glucosinolates per gram. Additionally, an Additional U.S. Note clarifies that no weight allowance is made for dirt or other impurities in any seeds covered by this chapter."
  },
  "13": {
    "chapter_code": "13",
    "chapter_title": "Lac; gums, resins and other vegetable saps and extracts",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "Heading 1302 covers licorice, pyrethrum, hop, and aloe extracts, along with opium. However, it explicitly excludes: licorice extract containing over 10% sucrose or prepared as confectionery (1704); malt extract (1901); extracts of coffee, tea, or maté (2101); alcoholic vegetable saps or extracts (Chapter 22); camphor, glycyrrhizin, or other products of Heading 2914 or 2938; concentrates of poppy straw with 50% or more alkaloids (2939); medicaments (3003, 3004) or blood-grouping reagents (3822); tanning or dyeing extracts (3201, 3203); essential oils, their concretes, absolutes, resinoids, extracted oleoresins, aqueous distillates/solutions, or odoriferous preparations for beverages (Chapter 33); and natural gums such as rubber, balata, gutta-percha, guayule, or chicle (4001)."
  },
  "14": {
    "chapter_code": "14",
    "chapter_title": "Vegetable plaiting materials; vegetable products not elsewhere specified or included",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "Chapter 14 generally excludes vegetable materials and fibers primarily or solely for textile use, classifying them instead in Section XI. Within this chapter, Heading 1401 specifically includes prepared bamboos (e.g., split, sawn, bleached), split osier, reeds, rattan cores, and drawn or split rattans. However, chipwood is excluded from Heading 1401 and classified under 4404. Similarly, Heading 1404 excludes wood wool (4405) and prepared knots/tufts for broom or brush making (9603)."
  },
  "15": {
    "chapter_code": "15",
    "chapter_title": "Animal or vegetable fats and oils and their cleavage products prepared edible fats; animal or vegetable waxes",
    "section_code": "III",
    "section_title": "Animal or Vegetable Fats and Oils and Their Cleavage Products; Prepared Edible Fats; Animal or Vegetable Waxes",
    "summary": "HTS Chapter 15 encompasses animal, vegetable, or microbial fats and oils, their cleavage products, prepared edible fats, and animal or vegetable waxes.\n\nHowever, it explicitly **excludes** items such as pig or poultry fat (heading 0209), cocoa butter, fat, or oil (heading 1804), edible preparations containing over 15% dairy products (generally Chapter 21), greaves or specific residues (headings 2301, 2304-2306), and various chemical or industrial products including fatty acids, prepared waxes, medicaments, paints, varnishes, soap, perfumery, cosmetic or toilet preparations, sulfonated oils, other goods of Section VI, and factice derived from oils (heading 4002).\n\nRegarding specific classifications, olive oils obtained by solvent extraction are under heading 1510 (not 1509), and merely denatured fats or oils are classified with their undenatured forms. Certain residues like soap-stocks, oil foots, and stearin pitch fall under heading 1522.\n\nThe chapter also defines key subheadings: \"Virgin olive oil\" (1509.30) must have a free acidity not exceeding 2.0% (as oleic acid) and meet Codex Alimentarius Standard 33-1981, while \"low erucic acid rape or colza oil\" (1514.11 and 1514.19) refers to fixed oil with less than 2% erucic acid by weight. An additional U.S. Note directs products of American fisheries to Chapter 98."
  },
  "16": {
    "chapter_code": "16",
    "chapter_title": "Preparations of meat, of fish or of crustaceans, molluscs or other aquatic invertebrates",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "Chapter 16 generally covers food preparations containing over 20% by weight of sausage, meat, meat offal, blood, insects, fish, crustaceans, molluscs, or other aquatic invertebrates, or any combination, with mixtures classified by the component(s) predominating by weight. It specifically excludes certain prepared/preserved products covered by Chapters 2, 3, 4 (Note 6), or heading 0504, as well as stuffed products of heading 1902 and preparations of headings 2103 or 2104.\n\nSubheading 1602.10 (\"homogenized preparations\") applies to finely homogenized meat, meat offal, blood, or insect preparations, packaged for retail sale as infant/young child food or for dietetic purposes, with a net content not exceeding 250g. This subheading takes precedence over other 1602 subheadings, allowing for small quantities of seasoning/preservative ingredients or visible pieces. Aquatic species mentioned by common name in subheadings 1604 or 1605 refer to the same species as in Chapter 3.\n\nFor duty assessment, the term \"in oil\" means packed with oil or fat (or added oil/fat and other substances), and no allowance is made for normal components like bones or fat. Dutiable weight for meats in airtight containers subject to specific rates includes the entire contents. Additionally, there are specific provisions for tuna and skipjack from freely associated states under certain subheadings."
  },
  "17": {
    "chapter_code": "17",
    "chapter_title": "Sugars and sugar confectionery",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "This chapter excludes sugar confectionery containing cocoa (Heading 1806), chemically pure sugars (except sucrose, lactose, maltose, glucose, fructose) or other products of Heading 2940, and medicaments or other products of Chapter 30.\n\nKey definitions rely on \"sugar degree\" determined by a polarimetric test. \"Raw sugar\" (Subheadings 1701.12, 1701.13, 1701.14) is defined as sugar with less than 99.5 degrees sucrose content by weight in the dry state. Specifically, Subheading 1701.13 covers only non-centrifuged cane sugar with a sucrose content between 69° and less than 93° (dry state), characterized by natural, irregular, anhedral microcrystals not visible to the naked eye, surrounded by molasses and other sugarcane residues.\n\nAdditional U.S. Notes define \"articles containing over 65% sugar\" as products with more than 65% dry weight of cane or beet sugars that are not packaged for direct consumer marketing in their imported form and are capable of further processing or mixing. \"Articles containing over 10% sugar\" are similarly defined as products with over 10% dry weight of cane or beet sugars meeting these same conditions, but with specific exclusions: items not principally crystalline/dry amorphous and prepared for final consumer marketing; blended syrups (defined as cane or beet sugar syrups meeting the processing condition); articles already covered by the \"over 65% sugar\" definition; and specific items like cake decorations, finely ground or masticated coconut meat or juice mixed with sugars, and related sauces/preparations, when intended for use without further processing other than direct application."
  },
  "18": {
    "chapter_code": "18",
    "chapter_title": "Cocoa and cocoa preparations",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "Heading 1806 covers sugar confectionery and other food preparations containing cocoa, explicitly excluding those with over 20% by weight of meat, fish, insects, crustaceans, molluscs, or other aquatic invertebrates (Chapter 16), and preparations falling under headings 0403, 1901, 1902, 1904, 1905, 2105, 2202, 2208, 3003, or 3004.\n\nAdditionally, three U.S. notes detail specific import quotas, all excluding products of Mexico:\n\n*   **Note 1 (Cocoa Powder):** An annual quota of 2,313 metric tons (Oct 1-Sep 30) applies to cocoa powder (subheadings 1806.10.10, 1806.10.34, 1806.10.65) with over 10% dry weight sugars from cane/beets. This quota excludes certain retail-ready articles, blended syrups, and high-sugar (>65%) processable articles.\n*   **Note 2 (High Butterfat Chocolate):** A calendar year quota of 26,167,700 kg is set for chocolate (subheadings 1806.20.24, 1806.32.04, 1806.90.15) with over 5.5% butterfat, excluding retail candy/confections. Specific country allocations include Ireland (4,286,491 kg), United Kingdom (3,379,297 kg), Netherlands (45,359 kg), Australia (2,000,000 kg), and New Zealand (1 kg).\n*   **Note 3 (Low Butterfat Chocolate/Crumb):** A calendar year quota of 2,122,834 kg applies to chocolate and low-fat chocolate crumb (subheadings 1806.20.34, 1806.20.85, 1806.32.14, 1806.90.25) with 5.5% or less butterfat, also excluding retail candy/confections. Country allocations include Ireland (1,700,988 kg), United Kingdom (421,845 kg), and New Zealand (1 kg)."
  },
  "19": {
    "chapter_code": "19",
    "chapter_title": "Preparations of cereals, flour, starch or milk; bakers' wares",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "HTS Chapter 19 excludes food preparations with over 20% meat/fish/crustaceans (except stuffed products of 1902), animal feed biscuits/starch articles (Hdg 2309), and medicaments or Chapter 30 products.\n\nFor heading 1901, \"groats\" refers to Chapter 11 cereal groats, and \"flour/meal\" includes cereal (Chapter 11) and vegetable (any chapter) flour/meal/powder, but excludes those from dried vegetables (0712), potatoes (1105), or dried leguminous vegetables (1106).\n\nHeading 1904 excludes preparations with over 6% defatted cocoa or those completely chocolate-coated (Hdg 1806); \"otherwise prepared\" in this heading means processed beyond Chapter 10 or 11 scope/notes.\n\nAdditional U.S. Note 1 defines \"Mixes and Doughs\" as articles with over 10% dry weight sugars from cane/beets, with specific exclusions for certain non-crystalline/dry amorphous consumer products, blended syrups for further processing, and high-sugar articles for further processing not marketed to consumers.\n\nAdditional U.S. Notes 2 and 3 establish annual quotas (excluding products from Mexico) for: 100 metric tons of FDA-approved infant formula with oligosaccharides (subheadings 1901.10.11, 1901.10.33), and 5,398 metric tons of \"mixes and doughs\" (subheadings 1901.20.30, 1901.20.65) for the period October 1 to September 30."
  },
  "20": {
    "chapter_code": "20",
    "chapter_title": "Preparations of vegetables, fruit, nuts or other parts of plants",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "This summary outlines the Harmonized Tariff Schedule (HTS) rules of origin, predominantly for goods traded between Panama and the United States, with a brief mention of a separate agreement with Japan. Goods generally qualify as originating if they meet specific criteria:\n\n**I. Core Origin Principles:**\n\n*   **Change in Tariff Classification (CTC):** The most common method, requiring non-originating materials to undergo a specific change in HTS classification. This can involve:\n    *   **Change of Chapter (COC):** From any other HTS chapter.\n    *   **Change of Heading (COH):** From any other 4-digit HTS heading.\n    *   **Change of Subheading (COSH):** From any other 6-digit HTS subheading.\n    *   Often includes **\"except from\"** clauses, prohibiting origin from certain raw material classifications (e.g., 0701 for vegetables, or specific textile fabrics).\n*   **Regional Value Content (RVC):** Frequently used as an alternative or additional requirement:\n    *   Typically **35%** (build-up method) or **45%** (build-down method).\n    *   Other thresholds appear in specific cases, e.g., 30%/40% for some electrical goods, or 35% (build-up), 50% (build-down), or 35% (net cost) for vehicles.\n*   **Wholly Obtained:** For certain fresh goods (e.g., some Chapter 20 preparations), the fresh product must be wholly obtained in Panama or the United States.\n*   **Processing Requirements:** For many manufactured goods, especially textiles and apparel, specific operations like cutting, knitting to shape, sewing, or assembly must occur in Panama or the United States (or both).\n\n**II. Chapter-Specific & Thematic Rules:**\n\n*   **Food & Beverages (Chapters 20-22):** Generally COH/COC with exceptions for direct agricultural inputs. Juice mixtures sometimes have specific volume-based rules (e.g., <= 60% single fruit/veg/country juice ingredients). Dairy-based preparations often exclude Chapter 4 inputs.\n*   **Mineral & Chemical Products (Chapters 23-38):** Primarily COC or COH. Chapter 27 (Mineral Fuels) includes specific processing definitions like distillation. Chapter 38 (Miscellaneous Chemicals) can require a percentage of originating active ingredients (e.g., 50% for 3808.10-3808.90).\n*   **Plastics (Chapter 39):** Combines COH with requirements for originating polymer content (e.g., at least 50% by weight of total polymer) or RVC.\n*   **Textiles & Apparel (Chapters 42-63):** These chapters have particularly complex rules:\n    *   **Primary Rule:** COC to the finished apparel article.\n    *   **Critical Exclusions:** This COC rule *does not apply* if the materials used (yarns, fabrics) originate from numerous specific HTS headings/chapters, including certain wool, cotton, man-made filament, man-made staple fiber, pile, or knitted/crocheted fabrics (e.g., 5111-5113, 5204-5212, Ch 54, 5508-5516, 6001-6006). This effectively means these upstream materials must already be originating or undergo further transformation.\n    *   **Mandatory Processing:** All qualifying garments must be cut or knit to shape (or both) and sewn or assembled in Panama or the United States (or both).\n    *   **Component-Specific Rules:** For many apparel items, visible lining material, sewing thread, and pocket bag fabrics must be \"wholly formed and finished\" in Panama or the United States. The origin rule often applies only to the component that determines the good's overall classification.\n*   **Base Metals & Articles (Chapters 73-83):** Extensive use of CTC (COH/COSH) and RVC (35%/45%), with specific processing notes for items like steel columns or thickness reduction for metal foil.\n*   **Machinery & Electrical Equipment (Chapters 84-85):** Widespread use of COC, COH, COSH, often coupled with RVC as an alternative or mandatory requirement (e.g., for parts). Specific rules for parts and certain components (e.g., stators/rotors for motors, chassis for appliances).\n*   **Vehicles (Chapters 86-87):** Often involve COH/COSH or high RVC requirements for complete vehicles (e.g., 35% build-up, 50% build-down, or 35% net cost) or as an alternative for parts.\n*   **Optical/Measuring Instruments (Chapter 90):** Typically COH/COSH with RVC as an alternative. Specific component-level changes (e.g., unmounted chips to assembled devices) are noted.\n*   **Miscellaneous Manufactured Articles (Chapters 92-96):** Generally follow CTC (COC/COH/COSH) patterns, frequently with RVC options. Chapter 94 (Furniture/Bedding), especially for textile goods, incorporates textile-specific processing rules and input exclusions similar to apparel.\n\n**III. Japan Trade Agreement:**\n\n*   A separate, brief mention notes \"originating goods of Japan\" are subject to specific duties under a trade agreement between the United States and Japan (October 7, 2019), as defined in Annex II of that agreement and subchapter XXI of chapter 99."
  }
}