{
  "01": {
    "chapter_code": "01",
    "chapter_title": "Live animals",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "The chapter addresses all live animals, excluding fish, crustaceans, mollusks, aquatic invertebrates (headings 0301, 0306, 0307, 0308), cultures of microorganisms and products (heading 3002), and animals of heading 9508. \"Purebred breeding animals\" are defined as those certified by U.S. Customs and the Department of Agriculture, must be purebred of a recognized breed and registered, and imported for breeding, personal use, or resale. Special provisions for live animals are outlined in chapter 98, and the animal certificate of pure breeding is now obsolete; updates should be consulted with U.S. Customs. Additionally, rates of duty are applicable for statistical reporting purposes."
  },
  "02": {
    "chapter_code": "02",
    "chapter_title": "Meat and edible meat offal",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "The chapter focuses on meat and edible meat offal, excluding products unfit for human consumption, edible non-living insects, animal guts, bladders, stomachs, blood, and animal fat (except for specific products under heading 0209). It defines \"processed\" meats as those that are ground, diced, cut, rolled, skewered, or specially prepared for retail, and \"high-quality beef cuts\" as those meeting USDA Prime or Choice specifications and certified prior to export. Duty assessment does not allow for normal components like bones and fat, and the dutiable weight includes the entire contents of airtight containers. Annual quantity limits for beef imports are set at no limit for Canada, 378,214 metric tons for Mexico, 213,402 metric tons for Australia, 20,000 metric tons each for New Zealand and Argentina, and 13,000 metric tons for Uruguay."
  },
  "03": {
    "chapter_code": "03",
    "chapter_title": "Fish and crustaceans, molluscs and other aquatic invertebrates",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "The chapter covers fish, crustaceans, molluscs, and other aquatic invertebrates, while excluding mammals and their meat, unsuitable fish and aquatic invertebrates, unfit fish or crustacean flours, meals, or pellets, and caviar or substitutes from fish eggs. \"Pellets\" are defined as agglomerated products created through compression or binder addition. Headings 0305 to 0308 exclude flours, meals, and pellets fit for human consumption, which are classified under heading 0309. Certain aquatic products may also fall under chapter 98, and imports of shrimp products are subject to specific U.S. law (Public Law 101-162). Additionally, the chapter includes rates of duty for statistical reporting purposes."
  },
  "04": {
    "chapter_code": "04",
    "chapter_title": "Dairy produce; birds eggs; natural honey; edible products of animal origin, not elsewhere specified or included",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "The summary encompasses definitions and classifications of various dairy products, including milk (full cream, partially, or completely skimmed), yogurt (which can be concentrated or flavored while retaining its essential character), and butter (natural, whey, or recombined with 80-95% milkfat, ≤2% milk solids-not-fat, and ≤16% water, without added emulsifiers). Dairy spreads are defined as water-in-oil emulsions with 39-80% milkfat, while cheese is classified as concentrated whey products with ≥5% milkfat and 70-85% dry matter. Exclusions from the chapter include non-living insects unfit for consumption, high-lactose whey products, milk products with replaced natural constituents, and specific proteins like albumins and globulins. Modified whey refers to whey products with altered constituents. Dehydrated butter or ghee is excluded from certain subheadings. The U.S. notes provide definitions for statistical reporting of dairy products, including malted milk. Product specifications include mixtures with ≤5.5% butterfat and >16% milk solids, suitable for further processing. The EU 27 definition pertains to products from 27 EU member countries. Soft ripened cow's milk cheese is characterized by a prominent crust, minimum fat and moisture content, and excludes moldy cheese. Processing terms clarify that products must be suitable for additional preparation and that \"ultimate consumer\" excludes institutions."
  },
  "05": {
    "chapter_code": "05",
    "chapter_title": "Products of animal origin, not elsewhere specified or included",
    "section_code": "I",
    "section_title": "Live Animals; Animal Products",
    "summary": "The chapter addresses products of animal origin not covered elsewhere, with specific exclusions for edible products (except guts, bladders, stomachs, and animal blood), hides or skins (with exceptions for certain goods), animal textile materials (excluding horsehair and waste), and prepared knots or tufts for broom or brush making. Items classified as \"ivory\" include tusks from elephants, hippopotamuses, walruses, narwhals, wild boars, rhinoceroses, and animal teeth. \"Horsehair\" pertains to hair from equine or bovine manes and tails. \n\nIn the U.S., the importation of bird feathers or skins is generally prohibited, with exceptions for specific domesticated birds, scientific or educational purposes, fishing flies, and live birds, subject to quotas for certain species. The Secretary of the Interior has the authority to adjust import quotas for pheasants, including potential reductions or eliminations. Articles subject to import prohibitions or quotas are presumed illegally imported unless proven otherwise, with exceptions for personal adornment or scientific purposes. Forfeited items may be allocated to government agencies or destroyed at the Secretary of the Treasury's discretion. Existing bird protection laws remain in effect, and the brown-eared pheasant has been listed as endangered since December 2, 1970. Regulations for feather import quotas were repealed on November 16, 1993."
  },
  "06": {
    "chapter_code": "06",
    "chapter_title": "Live trees and other plants; bulbs, roots and the like; cut flowers and ornamental foliage",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The chapter focuses on live trees and plants, including seedling vegetables for ornamental use, while excluding potatoes, onions, shallots, garlic, and other products from chapter 7. It also covers bouquets, floral baskets, and wreaths made from the specified goods, but does not apply to accessories made from other materials or to collages and decorative plaques classified under heading 9701."
  },
  "07": {
    "chapter_code": "07",
    "chapter_title": "Edible vegetables and certain roots and tubers",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The chapter discusses edible vegetables, roots, and tubers, explicitly excluding forage products (heading 1214). It defines \"vegetables\" to include items such as mushrooms, truffles, olives, and various other vegetables. Heading 0712 pertains to dried vegetables from headings 0701 to 0711, with exclusions for dried leguminous vegetables (heading 0713), specific forms of sweet corn (headings 1102 to 1104), potato flour (heading 1105), and dried leguminous flour (heading 1106). Additionally, dried/crushed fruits of Capsicum or Pimenta are excluded (heading 0904). Heading 0711 covers vegetables treated for preservation but not suitable for immediate consumption, and provisions apply regardless of size reduction. There is no allowance for foreign matter or impurities in duty assessments, and products intended for food or sowing, such as onions and potatoes, retain their classification even if chemically treated. The term \"seed\" in subheading 0701.10 specifically refers to certified seed potatoes."
  },
  "08": {
    "chapter_code": "08",
    "chapter_title": "Edible fruit and nuts; peel of citrus fruit or melons",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The chapter focuses on edible fruits and nuts, excluding inedible varieties, and classifies chilled fruits and nuts alongside their fresh counterparts. Dried fruits and nuts can be rehydrated or treated for preservation while maintaining their dried characteristics, with heading 0812 specifically applying to treated fruits and nuts that are not ready for immediate consumption. There is a strict standard against dirt or impurities in both shelled and unshelled nuts. Additionally, certified organic standards are referenced, and \"miniature type\" watermelons are defined as weighing between 0.91 kg (2 lbs) and 3.18 kg (7 lbs). The term \"strawberries for processing\" pertains to loose strawberries, either conventionally or organically grown, shipped in flats under 0.91 kg (2 lbs) and not intended for immediate consumption."
  },
  "09": {
    "chapter_code": "09",
    "chapter_title": "Coffee, tea, maté and spices",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The classification of mixtures from headings 0904 to 0910 is determined by whether products are from the same heading or different headings, with mixed condiments or seasonings classified under heading 2103. The addition of other substances does not affect classification as long as the essential character is retained. Exclusions include cubeb pepper and products from heading 1211. General provisions state that named products can be in whole, crushed, or powdered form, and must be free from dirt or foreign matter. Duty regulations specify that certain rates do not apply to products imported into Puerto Rico, and immediate containers of tea under 2.3 kg are dutiable if imported empty, with exceptions for specific territories. Import restrictions prohibit the importation of impure tea and pepper shells, except as specified in chapter 98."
  },
  "10": {
    "chapter_code": "10",
    "chapter_title": "Cereals",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The chapter categorizes products based on the presence of grains, excluding hulled or processed grains except in specific cases: rice is classified under heading 1006 if husked, milled, polished, glazed, parboiled, or broken, and quinoa with partially removed pericarp falls under heading 1008. Sweet corn is not included under heading 1005, as detailed in chapter 7. Additionally, \"durum wheat\" refers to the Triticum durum species and its hybrids with 28 chromosomes, while subheading 1005.10 specifies \"seed\" as certified seed corn or maize approved by foreign government regulations."
  },
  "11": {
    "chapter_code": "11",
    "chapter_title": "Products of the milling industry; malt; starches; inulin; wheat gluten",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The chapter discusses products from the milling industry, including malt, starches, inulin, and wheat gluten, while excluding roasted malt as coffee substitutes, prepared flours, corn flakes, preserved vegetables, pharmaceutical products, and starches for cosmetics. Classification criteria for milling products require specific starch and ash content, with germ of cereals classified under heading 1104. Products are classified based on sieve passage, with specific weight percentages determining their classification in headings 1101, 1102, 1103, or 1104. Definitions for \"groats\" and \"meal\" specify that corn products must have 95% passing through a 2 mm sieve, while other cereals must have 95% passing through a 1.25 mm sieve. Additionally, mixtures of products in the relevant headings are dutiable at 12.8%, with exceptions for certain mixtures in subheading 1102.90.30."
  },
  "12": {
    "chapter_code": "12",
    "chapter_title": "Oil seeds and oleaginous fruits; miscellaneous grains, seeds and fruits; industrial or medicinal plants; straw and fodder",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The summary covers various headings related to agricultural products: \n\n- **Heading 1207** includes oil seeds such as palm nuts, cotton seeds, and sesame seeds, while excluding products from headings 0801, 0802, and olives. \n- **Heading 1208** pertains to non-defatted and partially defatted flours/meals, excluding residues from headings 2304 to 2306. \n- **Heading 1209** addresses seeds for sowing, including beet and grass seeds, but excludes leguminous vegetables, sweet corn, spices, cereals, and certain products from headings 1201-1207 and 1211. \n- **Heading 1211** covers industrial or medicinal plants like basil and ginseng, excluding medicaments, cosmetic preparations, and certain pesticides. \n- **Heading 1212** defines \"seaweeds and other algae,\" excluding dead microorganisms, cultures of microorganisms, and fertilizers. \n- A subheading note specifies the definition of \"low erucic acid rape or colza seeds\" based on erucic acid content and glucosinolate levels. \n- Additionally, there is a note that no weight allowance is made for dirt or impurities in the seeds covered by this chapter."
  },
  "13": {
    "chapter_code": "13",
    "chapter_title": "Lac; gums, resins and other vegetable saps and extracts",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "Heading 1302 pertains to specific vegetable extracts, including licorice, pyrethrum, hops, aloe, and opium extracts. However, it excludes certain products such as licorice extract with over 10% sucrose, malt extract, coffee, tea, or maté extracts, vegetable saps/extracts in alcoholic beverages, camphor and glycyrrhizin, poppy straw concentrates with high alkaloid content, medicaments, tanning or dyeing extracts, essential oils, and natural gums. The purpose of this classification is for statistical reporting and duty rates."
  },
  "14": {
    "chapter_code": "14",
    "chapter_title": "Vegetable plaiting materials; vegetable products not elsewhere specified or included",
    "section_code": "II",
    "section_title": "Vegetable Products",
    "summary": "The chapter discusses vegetable plaiting materials and unspecified vegetable products, specifically under heading 1401, which includes bamboos, split osier, reeds, rattan cores, and drawn or split rattans. It excludes products classified in section XI, such as textile materials and fibers, as well as chipwood (heading 4404), wood wool (heading 4405), and prepared knots or tufts for brooms and brushes (heading 9603)."
  },
  "15": {
    "chapter_code": "15",
    "chapter_title": "Animal or vegetable fats and oils and their cleavage products prepared edible fats; animal or vegetable waxes",
    "section_code": "III",
    "section_title": "Animal or Vegetable Fats and Oils and Their Cleavage Products; Prepared Edible Fats; Animal or Vegetable Waxes",
    "summary": "The chapter discusses animal, vegetable, or microbial fats and oils, their cleavage products, and prepared edible fats, while excluding specific items such as pig and poultry fat, cocoa butter, certain edible preparations, greaves, residues, fatty acids, prepared waxes, medicaments, paints, varnishes, soap, cosmetics, sulfonated oils, and factice derived from oils. It specifies that oils from olives via solvent extraction are classified under a different heading, and merely denatured fats/oils are classified under their corresponding undenatured headings. Additionally, soap-stocks and related residues fall under heading 1522. Virgin olive oil is defined in subheading 1509.30, and low erucic acid rape/colza oil is defined in subheadings 1514.11 and 1514.19. Lastly, products of American fisheries are addressed in chapter 98."
  },
  "16": {
    "chapter_code": "16",
    "chapter_title": "Preparations of meat, of fish or of crustaceans, molluscs or other aquatic invertebrates",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "The chapter addresses the preparations of meat, fish, crustaceans, molluscs, aquatic invertebrates, and insects, excluding products preserved by processes in chapters 2, 3, or heading 0504. To qualify under this chapter, food preparations must contain over 20% by weight of specified ingredients, with classification based on the predominant component when multiple ingredients are present. Exemptions apply to stuffed products (heading 1902) and certain preparations (headings 2103, 2104). \"Homogenized preparations\" are defined for subheading 1602.10 as finely homogenized meat, blood, or insect products for infants or dietetic use, in containers of 250 g or less, with small seasoning or preservation ingredients not affecting classification. Fish and aquatic invertebrates must match species in chapter 3, and \"in oil\" refers to products packed in oil or fat. Duty assessment on meats excludes normal components like bones and fat, while the entire contents of airtight containers are dutiable. Special provisions exist for tunas and skipjack from freely associated states under specific subheadings."
  },
  "17": {
    "chapter_code": "17",
    "chapter_title": "Sugars and sugar confectionery",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "The chapter focuses on sugars and sugar confectionery, excluding cocoa-containing sugar confectionery, chemically pure sugars (except sucrose, lactose, maltose, glucose, and fructose), and products from chapter 30. It defines \"raw sugar\" as having a sucrose content with a polarimeter reading of less than 99.5°. Subheading 1701.13 pertains to cane sugar without centrifugation, with a sucrose content between 69° and less than 93°, containing natural microcrystals and molasses. Additional U.S. notes clarify that \"degree\" refers to the sugar degree from polarimetric tests, and articles with over 65% dry weight sugar, derived from cane or beets, are not for direct consumer sale. Articles with over 10% dry weight sugar have various marketing and processing exceptions, and \"blended syrups\" are similarly defined and not for direct consumer sale."
  },
  "18": {
    "chapter_code": "18",
    "chapter_title": "Cocoa and cocoa preparations",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "The chapter focuses on cocoa and cocoa preparations, excluding food items with over 20% meat, fish, or aquatic invertebrates, as well as specific preparations under various headings. Heading 1806 includes sugar confectionery with cocoa and other cocoa-containing food preparations. U.S. notes detail limitations on cocoa powder, chocolate, and low-fat chocolate imports, specifying annual quotas and allocations for certain countries, including restrictions on sugar content and butterfat levels."
  },
  "19": {
    "chapter_code": "19",
    "chapter_title": "Preparations of cereals, flour, starch or milk; bakers' wares",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "The chapter covers the preparations of cereals, flour, starch, milk, and bakers' wares, while excluding food preparations with over 20% meat or aquatic products, animal feed biscuits, and medicaments. Key definitions include \"groats\" as cereal groats from Chapter 11, and \"flour\" and \"meal\" as cereal and vegetable flour/meal, with specific exclusions for dried vegetables. Cocoa limitations apply to preparations with more than 6% cocoa or those coated with chocolate. The term \"otherwise prepared\" refers to processing beyond the specifications of Chapters 10 or 11. U.S. notes highlight that mixes and doughs must contain over 10% sugars from sugar cane/beets, with certain exclusions, and set annual limits for infant formula (100 metric tons for FDA-approved products, excluding Mexican products) and mixes and doughs (5,398 metric tons for specified subheadings, excluding Mexican products)."
  },
  "20": {
    "chapter_code": "20",
    "chapter_title": "Preparations of vegetables, fruit, nuts or other parts of plants",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "The summary outlines various rules and changes regarding tariff classifications and regional value content requirements across multiple chapters of the Harmonized Tariff Schedule (HTS). Key points include:\n\n- **Origin Requirements**: Certain goods, particularly fruit, nut, and vegetable preparations, must be wholly obtained or produced in Panama or the U.S. to qualify for originating status.\n- **Changes to Headings/Subheadings**: Specific allowances for changes from various chapters are detailed for numerous headings (2001-9706), with exceptions noted for certain subheadings and chapters.\n- **Regional Value Content**: Many changes require a minimum regional value content of 30%-55%, depending on the method (build-up or build-down) and specific subheadings.\n- **Specific Conditions**: Various chapters (e.g., 21, 22, 40, 61, 63) have unique requirements for changes, including assembly locations, fabric sourcing, and visible lining materials.\n- **Exceptions and Restrictions**: Certain headings and subheadings are excluded from changes or have specific conditions that must be met, particularly regarding non-originating materials.\n- **Trade Agreement Compliance**: The summary also references compliance with the Trade Agreement between the U.S. and Japan, which outlines duties for originating goods from Japan.\n\nOverall, the document provides a comprehensive overview of tariff classification changes, origin requirements, and regional value content stipulations across a wide range of goods."
  },
  "21": {
    "chapter_code": "21",
    "chapter_title": "Miscellaneous edible preparations",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "Chapter 21 addresses miscellaneous edible preparations, excluding mixed vegetables, roasted coffee substitutes, flavored tea, spices, food preparations with over 20% meat or aquatic products, certain products of heading 2404, medicinal yeast, and prepared enzymes. Extracts of coffee substitutes are classified under heading 2101. The chapter defines \"homogenized composite food preparations\" for heading 2104 as mixtures of basic ingredients suitable for retail sale, particularly for infants or dietetic purposes, with specific packaging requirements. Additional U.S. Notes include classifications for concentrated fortified juices and non-concentrated juices, with \"liter\" referring to reconstituted fruit juice achieved by mixing concentrate with water to meet a specific Brix value."
  },
  "22": {
    "chapter_code": "22",
    "chapter_title": "Beverages, spirits and vinegar",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "Chapter 22 addresses beverages, spirits, and vinegar, with exclusions for culinary products unsuitable as beverages, sea water, distilled or pure water, acetic acid over 10%, medicaments, and perfumery/toilet preparations. Alcoholic beverages are classified under headings 2203-2206 and 2208, with alcoholic strength measured at 20°C, while non-alcoholic beverages are defined as having ≤0.5% alcohol by volume. \"Sparkling wine\" is characterized by ≥3 bars excess pressure at 20°C, and \"effervescent wine\" contains >0.392 grams of CO2 per 100 mL. Specific subheadings exist for vitamin/mineral fortified juices in non-concentrated form, and concentrated juices are classified under designated headings. Duties on these products are in addition to internal-revenue taxes, with dutiable quantities of alcoholic juices calculated per additional U.S. notes in chapter 20."
  },
  "23": {
    "chapter_code": "23",
    "chapter_title": "Residues and waste from the food industries; prepared animal feed",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "Heading 2309 pertains to products used in animal feeding, processed from vegetable or animal materials, excluding vegetable waste and residues. It includes \"mixed feeds and mixed-feed ingredients,\" which must contain at least 6% by weight of grain or grain products. A maximum of 7,399,700 kg of animal feed with milk derivatives is allowed annually under specific subheadings, excluding products from Mexico. Country allocations for this limit are as follows: Ireland: 5,470,323 kg, United Kingdom: 83,914 kg, New Zealand: 1,782,618 kg, and Australia: 56,699 kg. Additionally, \"low erucic acid rape or colza seeds\" are defined as per chapter 12 definitions."
  },
  "24": {
    "chapter_code": "24",
    "chapter_title": "Tobacco and manufactured tobacco substitutes",
    "section_code": "IV",
    "section_title": "Prepared Foodstuffs; Beverages, Spirits, and Vinegar; Tobacco and Manufactured Tobacco Substitutes",
    "summary": "The chapter addresses tobacco, manufactured tobacco substitutes, and nicotine-containing products for inhalation without combustion, excluding medicinal cigarettes (Chapter 30). Products classified under heading 2404 take precedence, and \"inhalation without combustion\" refers specifically to heated delivery methods. \"Water pipe tobacco\" is defined as a mixture of tobacco and glycerol for use in water pipes, excluding tobacco-free products. Wrapper tobacco is suitable for cigar wrappers, while filler tobacco encompasses all other leaf tobacco, with classification based on the ratio of wrapper leaves to total leaves in a shipping unit. The dutiable weight of cigars and cigarettes includes all integral materials, and certain tobacco product samples may qualify for duty-free treatment (Chapter 98)."
  },
  "25": {
    "chapter_code": "25",
    "chapter_title": "Salt; sulfur; earths and stone; plastering materials, lime and cement",
    "section_code": "V",
    "section_title": "Mineral Products",
    "summary": "The chapter overview addresses crude or minimally processed materials such as salt, sulfur, earths, stone, plastering materials, lime, and cement. It outlines processing limitations, permitting products that are washed, crushed, ground, or concentrated, while excluding those that are roasted, calcined, or mixed beyond specified processes. Anti-dusting agents are allowed as long as they do not alter the product's suitability for specific uses. Exclusions include sublimed, precipitated, or colloidal sulfur; earth colors with high iron content; medicaments and cosmetic products; specific stone products; precious and semi-precious stones; cultured crystals and optical elements; and billiard and writing chalks. The classification rule states that products in heading 2517 take precedence over others in the chapter. Heading 2530 includes vermiculite, perlite, chlorites, natural micaceous iron oxides, meerschaum, amber, and broken pottery or concrete. A statistical note defines \"split block mica\" and \"mica splittings\" for classification purposes, while duty rates are mentioned for statistical reporting but not detailed."
  },
  "26": {
    "chapter_code": "26",
    "chapter_title": "Ores, slag and ash",
    "section_code": "V",
    "section_title": "Mineral Products",
    "summary": "The chapter overview addresses ores, slag, and ash, specifically focusing on materials used in metallurgy for metal extraction while excluding certain items such as slag for macadam, natural magnesium carbonate, petroleum oil sludges, basic slag, mineral wools, precious metal waste, and copper, nickel, or cobalt mattes. Ores are defined as minerals utilized in metallurgy, excluding processed minerals not typical in this field. Heading 2620 pertains to slag, ash, and residues for metal extraction or chemical manufacturing, excluding municipal waste ash. Subheading notes include definitions for leaded gasoline sludges and classifications for arsenic-containing materials. U.S. duty applies to the metal content in ores, alloys, or compounds, with specific deductions allowed for losses of copper, lead, or zinc, calculated on a dry-weight basis excluding moisture."
  },
  "27": {
    "chapter_code": "27",
    "chapter_title": "Mineral fuels, mineral oils and products of their distillation; bituminous substances; mineral waxes",
    "section_code": "V",
    "section_title": "Mineral Products",
    "summary": "The chapter covers mineral fuels, mineral oils, products of distillation, bituminous substances, and mineral waxes, while excluding chemically defined organic compounds (except pure methane and propane), medicaments, and mixed unsaturated hydrocarbons. Petroleum oils are defined as oils from bituminous minerals with non-aromatic constituents exceeding aromatic ones, while waste oils include used lubricating oils, sludge from storage tanks, and emulsions with water. Key definitions include anthracite coal (≤14% volatile matter), bituminous coal (>14% volatile matter and ≥5,833 kcal/kg calorific value), and light oils (90% distill at ≤210˚C). Biodiesel is identified as mono-alkyl esters of fatty acids from fats/oils used as fuel. U.S. notes specify that crude oils from Canada may enter duty-free under certain conditions, requiring documentation within 180 days. The definition of \"petroleum oils\" for heading 2710 includes specific criteria based on congealing point and density. \"Motor fuel\" refers to petroleum-derived products used in engines, while \"motor fuel blending stock\" is defined for blending in motor fuel manufacture. Naphtha and petroleum derivatives as solvents are excluded from mixture weight calculations for certain subheadings. The chapter also defines \"renewable fuels\" for statistical reporting and specifies that a barrel is 158.98 liters at 15.6˚C, with subheading 2712.10.00 excluding petroleum jelly for retail skin care."
  },
  "28": {
    "chapter_code": "28",
    "chapter_title": "Inorganic chemicals; organic or inorganic compounds of precious metals, of rare-earth metals, of radioactive elements or of isotopes",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter overview addresses inorganic chemicals and organic/inorganic compounds related to precious metals, rare-earth metals, and radioactive elements or isotopes. It applies to separate chemical elements and defined compounds, including those with impurities and products dissolved in solvents for safety and transport. Exclusions include sodium chloride, magnesium oxide, organo-inorganic compounds, certain inorganic products like luminophores and artificial graphite, as well as precious/semi-precious stones and metal alloys. Specific classifications include certain carbon compounds, complex acids, and metal or ammonium salts/peroxysalts. Heading 2842 classifies specific radioactive materials, including natural or artificial isotopes and their compounds, while heading 2844 covers elements with atomic numbers greater than 84 and related products. Isotopes are defined as individual nuclides and mixtures with modified natural isotopic compositions. Heading 2853 includes copper phosphide with over 15% phosphorus by weight, and doped chemical elements like silicon and selenium for electronics are classified based on their form. Additionally, there are specific notes on the chemical definition of mercury compounds and the standard cubic meter measurement for heading 2804."
  },
  "29": {
    "chapter_code": "29",
    "chapter_title": "Organic chemicals",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "Chapter 29 encompasses separate chemically defined organic compounds and mixtures of isomers, excluding certain hydrocarbons. It includes mixtures of isomers (with impurities), products from specific headings (2936-2941), solutions in solvents for safety/transport, and products with stabilizers or additives. Exclusions comprise crude glycerol, ethyl alcohol, certain fuels, and various biological and coloring products. Classification rules dictate that goods fitting multiple headings are classified under the last numerical order, with specific guidelines for derivatives, esters, inorganic salts, coordination compounds, and metal alcoholates. Hormones and their derivatives are included, while certain compounds like epoxides and cyclic esters are excluded from specific headings. Note 3 to chapter 29 does not apply to this chapter's subheadings."
  },
  "30": {
    "chapter_code": "30",
    "chapter_title": "Pharmaceutical products",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The summary outlines exclusions from Chapter 30, which include various food and beverage products, nicotine-containing tobacco cessation items, dental preparations, essential oil solutions, certain therapeutic preparations, medicated soaps, non-therapeutic blood albumin, and diagnostic reagents. It also details immunological products under Heading 3002, which encompass peptides and proteins like monoclonal antibodies. Classification of products under Headings 3003 and 3004 distinguishes between unmixed products (e.g., simple vegetable extracts) and mixed products (e.g., colloidal solutions). Specific classifications under Heading 3006 include sterile surgical materials, hemostatics, dental cements, first-aid kits, hormonal contraceptives, and ostomy appliances. Subheading notes indicate that pure products are treated as unmixed, while impurities and mixed products are acknowledged. Additionally, medicaments containing artemisinin and various active ingredients such as amodiaquine, chloroquine, and mefloquine are specified."
  },
  "31": {
    "chapter_code": "31",
    "chapter_title": "Fertilizers",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter excludes certain items such as animal blood (heading 0511), separate chemically defined compounds (with specific exceptions), cultured potassium chloride crystals (heading 3824), and optical elements (heading 9001). It includes various nitrogen-based fertilizers under heading 3102, such as sodium nitrate, ammonium nitrate, and mixed or liquid fertilizers containing these substances. Heading 3103 covers phosphate-based fertilizers, including basic slag and superphosphates, while heading 3104 pertains to potassium-based fertilizers like crude natural potassium salts and potassium chloride. Heading 3105 includes ammonium dihydrogenorthophosphate and diammonium hydrogenorthophosphate, with \"other fertilizers\" required to contain nitrogen, phosphorus, or potassium. Additionally, the text includes specific annotations for statistical reporting purposes."
  },
  "32": {
    "chapter_code": "32",
    "chapter_title": "Tanning or dyeing extracts; dyes, pigments, paints, varnishes, putty and mastics",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter overview addresses tanning and dyeing extracts, including tannins, dyes, pigments, paints, varnishes, putty, mastic, and inks, while excluding chemically defined elements/compounds (with exceptions), tannates or tannin derivatives from certain headings, and asphalt or bituminous mastics. It specifies that Headings 3203-3206 pertain to coloring matter preparations for various materials, excluding certain pigments and paint manufacturing preparations. Heading 3204 includes mixtures for azo dye production, while Heading 3208 covers solutions in volatile organic solvents with solvent weight exceeding 50%. The definition of coloring matter excludes extenders used in oil paints. Additionally, Stamping Foils (Heading 3212) refers to thin sheets for printing made from metallic powder or pigment with a binder. A U.S. Note defines \"dyes containing, by weight\" for specific subheadings with a tolerance of ±2 percentage points."
  },
  "33": {
    "chapter_code": "33",
    "chapter_title": "Essential oils and resinoids; perfumery, cosmetic or toilet preparations",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter discusses essential oils, resinoids, and related perfumery, cosmetic, or toilet preparations, while excluding natural oleoresins, vegetable extracts, soap, gum, wood, sulfate turpentine, and related products. It defines \"odoriferous substances\" in heading 3302 to include substances from heading 3301, isolated odoriferous constituents, and synthetic aromatics. Headings 3303 to 3307 pertain to mixed products suitable for retail, excluding aqueous distillates/solutions. Additionally, heading 3307 encompasses various perfumery, cosmetic, or toilet preparations, including scented sachets, odoriferous preparations for burning, perfumed papers, contact lens solutions, and animal toilet preparations."
  },
  "34": {
    "chapter_code": "34",
    "chapter_title": "Soap, organic surface-active agents, washing preparations, lubricating preparations, artificial waxes, prepared waxes, polishing or scouring preparations, candles and similar articles, modeling pastes, \"dental waxes\" and dental preparations with a basis of plaster",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter provides an overview of various cleaning, polishing, and wax products, including soap, organic surface-active agents, washing preparations, lubricating preparations, artificial and prepared waxes, polishing or scouring preparations, candles, modeling pastes, and dental waxes. It excludes edible mixtures of fats/oils, chemically defined compounds, and personal care products like shampoos and shaving creams. Soap is defined as water-soluble and may contain added substances, while organic surface-active agents must create stable emulsions and reduce water surface tension. Artificial and prepared waxes encompass chemically produced waxes and mixtures, excluding unmixed animal or vegetable waxes. The chapter also includes statistical reporting for duty rates and classification purposes."
  },
  "35": {
    "chapter_code": "35",
    "chapter_title": "Albuminoidal substances; modified starches; glues; enzymes",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter covers albuminoidal substances, modified starches, glues, and enzymes, while excluding yeasts, blood fractions (except non-therapeutic blood albumin), medicaments, enzymatic preparations for pre-tanning, soaking/washing preparations, hardened proteins, and gelatin products from the printing industry. Dextrins are defined as starch degradation products with ≤10% reducing sugar, while products with >10% reducing sugar fall under heading 1702. Additionally, \"milk protein concentrate\" is defined as complete milk protein (casein + lactalbumin) for subheading 3501.10.10, and the chapter is annotated for statistical reporting purposes."
  },
  "36": {
    "chapter_code": "36",
    "chapter_title": "Explosives; pyrotechnic products; matches; pyrophoric alloys; certain combustible preparations",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter addresses explosives, pyrotechnic products, matches, pyrophoric alloys, and certain combustible preparations, while excluding separate chemically defined compounds unless specified in notes 2(a) and (b). It defines \"articles of combustible materials\" in heading 3606 to include metaldehyde, hexamethylenetetramine, solid/semi-solid alcohol-based fuels, liquid or liquefied-gas fuels in containers ≤ 300 cm³ for lighters, and items like resin torches and firelighters. Additionally, the importation of white phosphorus matches is prohibited, and the chapter includes annotations for statistical reporting purposes."
  },
  "37": {
    "chapter_code": "37",
    "chapter_title": "Photographic or cinematographic goods",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The chapter covers photographic and cinematographic goods, including thermosensitive surfaces, while excluding waste or scrap materials. It defines \"photographic\" as the formation of images through light or radiation on photosensitive surfaces and is annotated for statistical reporting purposes, with specified rates of duty and units of quantity."
  },
  "38": {
    "chapter_code": "38",
    "chapter_title": "Miscellaneous chemical products",
    "section_code": "VI",
    "section_title": "Products of the Chemical or Allied Industries",
    "summary": "The summary outlines the changes to various chapters and headings in tariff classifications, emphasizing the requirements for regional value content (RVC) and the conditions under which changes are permitted. Key points include:\n\n- **Chapter 38**: Changes to specific subheadings require originating active ingredients or are restricted to certain headings.\n- **Chapter 39**: Changes to headings and subheadings require a minimum percentage of originating polymer content or regional value content.\n- **Chapters 40-46**: Changes to headings and subheadings from any other heading or chapter are allowed, often with RVC requirements.\n- **Chapters 41-43**: Changes to hides/skins and other goods from any other chapter or heading are permitted.\n- **Chapters 44-48**: Changes to headings and subheadings from any other heading or chapter are allowed, with some exclusions.\n- **Chapters 49-54**: Changes to headings and subheadings from any other chapter or heading are permitted, with specific RVC requirements.\n- **Chapters 55-60**: Changes to headings and subheadings from any other chapter or heading are allowed, often with RVC stipulations.\n- **Chapters 61-62**: Apparel articles must be cut/knit to shape and sewn/assembled in Panama or the U.S., with specific requirements for visible lining materials.\n- **Chapters 63-96**: Various changes to headings and subheadings are allowed from any other chapter or heading, often requiring RVC compliance.\n- **Regional Value Content Requirements**: Generally, a minimum of 35% under the build-up method and 45% under the build-down method is required for tariff changes.\n\nOverall, the document emphasizes the importance of compliance with RVC and specific conditions for changes across numerous chapters and headings in the tariff schedule."
  },
  "39": {
    "chapter_code": "39",
    "chapter_title": "Plastics and articles thereof",
    "section_code": "VII",
    "section_title": "Plastics and Articles Thereof Rubber and Articles Thereof",
    "summary": "Plastics are materials that can be shaped through external influences like heat and pressure, excluding textiles and certain other materials. This chapter excludes items such as lubricating preparations, waxes, organic compounds, synthetic rubber, and various articles from other chapters, including furniture and toys. Applicable headings (3901 to 3911) cover goods produced by chemical synthesis, including synthetic polyolefins, coumarone-indene resins, and other polymers with at least five monomer units. Copolymers are defined as polymers where no single monomer exceeds 95% by weight, and classification is based on the predominant comonomer. Chemically modified polymers are classified under their unmodified counterparts, excluding graft copolymers. Primary forms in headings 3901 to 3914 include liquids, pastes, powders, and granules, while heading 3915 excludes waste and scrap of single thermoplastic materials. Heading 3917 covers tubes, pipes, and hoses for conveying gases or liquids, including various shapes, and heading 3918 pertains to wall or ceiling coverings of plastics in specified roll widths."
  },
  "40": {
    "chapter_code": "40",
    "chapter_title": "Rubber and articles thereof",
    "section_code": "VII",
    "section_title": "Plastics and Articles Thereof Rubber and Articles Thereof",
    "summary": "Rubber encompasses natural rubber, balata, gutta-percha, guayule, chicle, synthetic rubber, and reclaimed substances, while excluding textiles, footwear, headgear, mechanical/electrical appliances, and specific articles from various chapters. It exists in forms such as liquids, pastes, irregular blocks, lumps, bales, powders, and granules. Synthetic rubber is defined as unsaturated synthetic substances that can be vulcanized, including thioplasts and modified natural rubber. Compounding restrictions apply to certain headings, excluding rubber compounded with specific agents unless exceptions are noted. Permitted additives like emulsifiers and small amounts of heat-sensitive agents or antioxidants do not affect classification. Waste refers to unusable rubber waste, parings, and scrap from manufacturing. Additionally, vulcanized rubber thread over 5 mm is classified as strip, rods, or profile shapes, while heading 4010 covers conveyor or transmission belts made from textile fabric coated with rubber. Plates, sheets, and strips in various headings refer to regular geometric shapes, and products classified as rods and profile shapes can be cut to length or surface-worked but not further processed."
  },
  "41": {
    "chapter_code": "41",
    "chapter_title": "Raw hides and skins (other than furskins) and leather",
    "section_code": "VIII",
    "section_title": "Raw Hides and Skins, Leather, Furskins and Articles Thereof; Saddlery and Harness; Travel Goods, Handbags and Similar Containers; Articles of Animal Gut (Other Than Silkworm Gut)",
    "summary": "The chapter overview focuses on raw hides and skins (excluding furskins) and leather, detailing exclusions such as parings or waste of raw hides/skins, birdskins or parts with feathers/down, and hides/skins with hair/wool. Included materials encompass raw hides/skins with hair/wool from various animals, including bovine, equine, sheep/lambs, goats/kids, swine, and others. The tanning process specifies that hides/skins undergoing reversible tanning are excluded from certain headings, with \"crust\" referring to retanned, colored, or fat-liquored hides/skins before drying. Composition leather is defined under heading 4115, while fancy leather includes embossed, printed, or decorated leather, excluding a specific subheading. Additionally, statistical reporting is annotated for duty rates and classification purposes."
  },
  "42": {
    "chapter_code": "42",
    "chapter_title": "Articles of leather; saddlery and harness; travel goods, handbags and similar containers; articles of animal gut (other than silkworm gut)",
    "section_code": "VIII",
    "section_title": "Raw Hides and Skins, Leather, Furskins and Articles Thereof; Saddlery and Harness; Travel Goods, Handbags and Similar Containers; Articles of Animal Gut (Other Than Silkworm Gut)",
    "summary": "The chapter overview addresses articles made from leather, saddlery, harness, travel goods, handbags, and animal gut (excluding silkworm gut). It defines leather to include chamois, patent, patent laminated, and metalized leather, while outlining numerous exclusions such as sterile surgical catgut, apparel (except gloves and mittens), made-up articles of netting, footwear, headgear, whips, imitation jewelry, harness fittings, musical instrument parts, furniture, toys, buttons, and fasteners. Specific exclusions for heading 4202 include plastic bags not intended for prolonged use and articles of plaiting materials. Articles containing precious metal parts are classified under headings 4202 and 4203 unless those parts define the article's essential character, in which case they fall under chapter 71. Additionally, travel and sports bags are defined as those designed for carrying clothing and personal effects, with certain exceptions, and articles with textile fabric impregnated or laminated with plastics are classified based on their outer surface material."
  },
  "43": {
    "chapter_code": "43",
    "chapter_title": "Furskins and artificial fur; manufactures thereof",
    "section_code": "VIII",
    "section_title": "Raw Hides and Skins, Leather, Furskins and Articles Thereof; Saddlery and Harness; Travel Goods, Handbags and Similar Containers; Articles of Animal Gut (Other Than Silkworm Gut)",
    "summary": "Furskins are defined as tanned or dressed hides/skins of animals with hair or wool, excluding raw furskins, birdskins, raw hides, leather and furskin gloves, footwear, headgear, and toys. Heading 4303 includes furskins and parts that are assembled with other materials or sewn into garments and accessories. Apparel that is lined with or attached to furskin or artificial fur is classified under headings 4303 or 4304. Artificial fur is defined as imitation furskin made from wool, hair, or fibers attached to leather or fabric, excluding woven or knitted imitations."
  },
  "44": {
    "chapter_code": "44",
    "chapter_title": "Wood and articles of wood; wood charcoal",
    "section_code": "IX",
    "section_title": "Wood and Articles of Wood; Wood Charcoal; Cork and Articles of Cork; Manufacturers of Straw,of Esparto or of Other Plaiting Materials; Basketware and Wickerwork",
    "summary": "The chapter overview addresses wood and articles made from wood, including wood charcoal, while outlining exclusions for specific types of wood and products, such as those used in perfumery, pharmacy, and insecticides, as well as bamboo for plaiting and activated charcoal. Densified wood is defined as wood treated for enhanced density and strength, with headings 4414-4421 covering particle board, fiberboard, laminated wood, and densified wood. Wood products can be shaped without altering their classification, but tools made from specific materials in chapter 82 are excluded from heading 4417. Bamboo is included under \"wood\" unless otherwise specified. Subheading notes detail \"wood pellets\" and \"wood briquettes\" based on size and shape. The chapter also defines \"wood waste\" as residual materials from processing, including various scraps and larger residuals, and \"standard wood moldings\" as those with a consistent profile. Additionally, \"surface covered\" refers to exterior treatments with various substances. The summary references the Tariff Act of 1930 for specific provisions."
  },
  "45": {
    "chapter_code": "45",
    "chapter_title": "Cork and articles of cork",
    "section_code": "IX",
    "section_title": "Wood and Articles of Wood; Wood Charcoal; Cork and Articles of Cork; Manufacturers of Straw,of Esparto or of Other Plaiting Materials; Basketware and Wickerwork",
    "summary": "The summary outlines changes to various chapters and headings in tariff classifications, detailing specific conditions and regional value content (RVC) requirements for eligibility. Key points include:\n\n- **Chapters 46-97**: Each chapter specifies changes allowed from other headings or chapters, often with exceptions for certain headings. Changes typically require goods to be cut or knit to shape and assembled in Panama or the U.S., with visible lining materials needing to meet specific requirements.\n- **Regional Value Content**: Many changes require a minimum RVC of 35% under the build-up method or 45% under the build-down method, with some subheadings having specific RVC thresholds.\n- **Exclusions**: Certain headings and subheadings are excluded from changes, including those related to specific fabrics or components.\n- **Specific Conditions**: Various chapters have unique rules regarding the origin of materials, such as fabrics for visible linings, sewing threads, and elastomeric yarns, which must be wholly formed and finished in Panama or the U.S.\n- **Trade Agreement**: The U.S.-Japan trade agreement outlines duties for originating goods, effective from October 7, 2019.\n\nOverall, the document emphasizes compliance with specified conditions for tariff classification changes, focusing on the origin of materials and assembly processes."
  },
  "46": {
    "chapter_code": "46",
    "chapter_title": "Manufactures of straw, of esparto or of other plaiting materials; basketware and wickerwork",
    "section_code": "IX",
    "section_title": "Wood and Articles of Wood; Wood Charcoal; Cork and Articles of Cork; Manufacturers of Straw,of Esparto or of Other Plaiting Materials; Basketware and Wickerwork",
    "summary": "The chapter discusses manufacturers of plaiting materials, which include straw, osier, willow, bamboos, rattans, rushes, reeds, strips of wood, vegetable materials (such as bark, leaves, and raffia), unspun natural textile fibers, plastics, and paper strips. It defines \"plaiting materials\" for heading 4601 as products bound in parallel strands, potentially incorporating spun textile materials. The chapter excludes wall coverings, twine, cordage, ropes, footwear, headgear, vehicles, and articles like furniture and lighting."
  },
  "47": {
    "chapter_code": "47",
    "chapter_title": "Pulp of wood or of other fibrous cellulosic material; waste and scrap of paper or paperboard",
    "section_code": "X",
    "section_title": "Pulp of Wood or of Other Fibrous Cellulosic Material; Waste and Scrap of Paper or Paperboard; Paper and Paperboard and Articles Thereof",
    "summary": "The chapter focuses on pulp derived from wood or other fibrous cellulosic materials, including recovered paper or paperboard. It defines \"chemical wood pulp, dissolving grades\" based on specific insoluble fractions: soda or sulfate woodpulp must have ≥ 92% insoluble fraction, while sulfite woodpulp must have ≥ 88%. Testing is conducted after one hour in an 18% sodium hydroxide solution at 20°C, and sulfite woodpulp must not exceed 0.15% ash content by weight. Additionally, the data is annotated for statistical purposes related to duty rates."
  },
  "48": {
    "chapter_code": "48",
    "chapter_title": "Paper and paperboard; articles of paper pulp, of paper or of paperboard",
    "section_code": "X",
    "section_title": "Pulp of Wood or of Other Fibrous Cellulosic Material; Waste and Scrap of Paper or Paperboard; Paper and Paperboard and Articles Thereof",
    "summary": "The chapter covers paper and paperboard, including various types regardless of thickness or weight, while excluding specific items such as pharmaceuticals, stamping foils, cosmetic-coated papers, and various other specialized papers and products. It defines newsprint as uncoated paper for newspapers with specific fiber content and weight criteria, and outlines classification rules for writing/printing paper, kraft paper, kraftliner, and sack kraft paper, emphasizing fiber content and performance criteria. The chapter also details dimensions for specific headings, including wallpaper and wall coverings, and includes criteria for lightweight coated paper and semichemical fluting paper. Additionally, it specifies requirements for recovered paper products, sulfite wrapping paper, and cellulose wadding, while noting that printed items not subsidiary to primary use fall under chapter 49. Weight determination for classification is based on samples conditioned at specific humidity and temperature. Exclusions also apply to disposable shoe coverings made from non-woven textile fibers, which are classified under heading 6307 for statistical reporting."
  },
  "49": {
    "chapter_code": "49",
    "chapter_title": "Printed books, newspapers, pictures and other products of the printing industry; manuscripts, typescripts and plans",
    "section_code": "X",
    "section_title": "Pulp of Wood or of Other Fibrous Cellulosic Material; Waste and Scrap of Paper or Paperboard; Paper and Paperboard and Articles Thereof",
    "summary": "The chapter provides an overview of printed materials, including books, newspapers, pictures, and products from the printing industry, while excluding items such as photographic negatives, maps, playing cards, and original engravings. It defines \"printed\" to encompass reproductions from various methods like photocopying and typewriting. Publications are classified into categories, with newspapers and periodicals having distinct binding classifications under Heading 4901, while printed pictures without text fall under Heading 4911. Advertising materials like brochures are also classified under Heading 4911. Children's picture books, where images are prioritized over text, are categorized under Heading 4903. Additionally, the lithographic process is classified based on paper thickness, and currency and certain securities under Heading 4907 are admitted without formal customs entry, subject to reporting for large transfers."
  },
  "50": {
    "chapter_code": "50",
    "chapter_title": "Silk",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "Chapter Silk XI 50-1 is annotated for statistical reporting purposes and outlines applicable duty rates for silk products, defining measurement units for reporting and classification. It focuses on silk and silk blends and serves functions related to trade regulation and tariff classification, as part of the Harmonized Tariff Schedule (HTS) for international trade."
  },
  "51": {
    "chapter_code": "51",
    "chapter_title": "Wool, fine or coarse animal hair; horsehair yarn and woven fabric",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The summary outlines definitions and regulations regarding wool and animal hair, including:\n\n- **Definitions**: \n  - Wool is a natural fiber from sheep or lambs. \n  - Fine animal hair comes from specific animals like alpaca and llama, while coarse animal hair includes hair from other animals not classified as fine.\n\n- **Duty Rates**: \n  - Packages containing wool or fine animal hair are subject to varying duty rates based on weight, with specific rules for Column 1 and Column 2 rates.\n\n- **Clean Yield**: \n  - This refers to the clean content of wool or hair, factoring in moisture and foreign materials, with allowances for cleaning losses.\n\n- **Wool for Special Uses**: \n  - Unimproved wool not finer than 46s is certified for specific manufacturing purposes, requiring a bond for customs release. Dealers or manufacturers are liable for any improper use or transfer.\n\n- **Regulations on Transfers**: \n  - Transfers of wool for special uses must adhere to bond conditions, and duties apply if the wool is used outside the specified manufacturing, with exceptions for waste or byproducts. Mixtures containing wool are classified as wool for special uses unless proven otherwise by the responsible party."
  },
  "52": {
    "chapter_code": "52",
    "chapter_title": "Cotton",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The summary outlines changes to various chapters and headings in the Harmonized Tariff Schedule (HTS), detailing specific conditions for tariff classification and regional value content (RVC) requirements. Key points include:\n\n- **Chapter Changes**: Each chapter specifies which headings can be modified, often excluding certain groups or requiring changes from specific chapters. For example, Chapters 52-60 detail changes to headings and subheadings with various exclusions and conditions.\n  \n- **Regional Value Content**: Many changes require a minimum RVC of 35% (build-up) or 45% (build-down) for tariff classification. Specific subheadings and headings have unique requirements, particularly for textiles and apparel, where visible lining materials must also meet origin criteria.\n\n- **Origin Requirements**: Goods must be wholly formed and finished in Panama or the U.S. to qualify for certain tariff classifications, with exceptions for specific materials.\n\n- **Specific Fabric Rules**: Certain fabrics and components, such as sewing threads and pocket fabrics, must adhere to origin requirements to be considered originating.\n\n- **General Provisions**: Changes to subheadings and headings are allowed under specified conditions, including assembly location and compliance with visible lining material standards.\n\n- **Trade Agreement Context**: The summary also references the US-Japan Trade Agreement, which outlines duties for originating goods as defined in the agreement.\n\nOverall, the document emphasizes compliance with specific assembly, origin, and material requirements for tariff classification changes across various chapters of the HTS."
  },
  "53": {
    "chapter_code": "53",
    "chapter_title": "Other vegetable textile fibers; paper yarn and woven fabric of paper yarn",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The chapter focuses on various vegetable textile fibers, paper yarn, and woven fabrics made from paper yarn. It defines woven fabrics as those made from specified weaves, excluding selvage. Key fabric types include poplin/broadcloth and sheeting, both categorized as plain weave fabrics with specific weight and construction criteria. Poplin/broadcloth excludes fabrics weighing ≤200 grams/m² with ≤33 warp ends and filling picks/cm², and those >200 grams/m² with average yarn numbers ≤26. Sheeting may be napped and excludes fabrics ≤200 grams/m² with square construction and >33 warp ends and filling picks/cm², as well as those >200 grams/m² with specific yarn criteria. Printcloth is defined as plain weave fabrics ≤200 grams/m² with average yarn numbers between 43-68 and square construction. The chapter also discusses square construction, napped fabrics, and the distinction between combed and uncombed fabrics. Average yarn number is calculated based on yarn length and total single yarns, with specific formulas provided for statistical reporting. Fabric measurements are expressed in meters, weight in grams per square meter (g/m²), and fractions in calculations are disregarded. Additionally, the chapter includes rates of duty and units of quantity relevant for statistical reporting."
  },
  "54": {
    "chapter_code": "54",
    "chapter_title": "Man-made filaments",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "Man-made fibers are defined as staple fibers and filaments derived from organic polymers, produced through the polymerization of organic monomers (e.g., polyamides, polyesters) or the chemical modification of natural organic polymers (e.g., cellulose to viscose rayon). The term \"synthetic\" refers to fibers from polymerization, while \"artificial\" pertains to those from natural polymer modification. Exclusions include filament tow from specific headings (5402 and 5403) and \"strip and the like\" from headings 5404 or 5405.\n\nFor woven fabrics, provisions apply only to those made entirely of specified weaves, with \"flat fabrics\" characterized by minimal yarn twisting. Specific fabric types include poplin/broadcloth, sheeting, and printcloth, each defined by plain weave characteristics and weight/yarn count criteria. Square construction is determined by specific warp and filling counts.\n\nNapped fabrics, which have a fuzzy surface created by raising fibers, differ from pile fabrics and include examples like outing and canton flannel. The terms \"combed\" and \"not combed\" refer to the processing of cotton, vegetable fibers, wool, or fine animal hair. The average yarn number for woven man-made fiber fabrics is calculated using various formulas, with key variables including fabric width, yarn length, and total single yarns. Fractions in the average yarn number are disregarded.\n\n\"Discharge printed\" fabrics are uniformly dyed (not white) and processed with chemicals to create patterns through bleaching, often undergoing multiple finishing operations such as bleaching, napping, and embossing."
  },
  "55": {
    "chapter_code": "55",
    "chapter_title": "Man-made staple fibers",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The chapter focuses on man-made staple fibers, specifically detailing the criteria for man-made filament tow under headings 5501 and 5502, which include a length exceeding 2 meters, a twist of less than 5 turns per meter, a filament measurement of less than 67 decitex, and a total measurement exceeding 20,000 decitex. Tow lengths not exceeding 2 meters fall under headings 5503 or 5504. The chapter also defines woven fabrics as those made entirely of specified weaves, excluding selvage, and provides statistical notes on various fabric types, including poplin, sheeting, printcloth, cheesecloth, lawns, voiles, batistes, duck, Oxford cloth, and blue denim, each with specific weight and yarn number criteria. Fabrics can be bleached, dyed grey, or colored lighter than warp yarns. Square construction is defined by specific warp ends and filling picks per square centimeter. Napped fabrics, such as outing flannel and moleskin, feature a fuzzy surface, while distinctions are made between combed and uncombed fabrics based on the treatment of fibers. The average yarn number is calculated using specific formulas, and discharge printed fabrics are characterized by uniform dyeing and pattern creation through bleaching, often involving multiple finishing operations."
  },
  "56": {
    "chapter_code": "56",
    "chapter_title": "Wadding, felt and nonwovens; special yarns, twine, cordage, ropes and cables and articles thereof",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The chapter covers wadding, felt, nonwovens, special yarns, twine, cordage, ropes, cables, and related articles, while excluding impregnated, coated, or covered textile products (e.g., those with perfumes or soaps), products under heading 5811, abrasive powders or grains, mica agglomerates, metal foils, and sanitary products like pads and diapers. Felt is defined to include needleloom felt and fabrics with enhanced cohesion through stitch-bonding. Headings 5602 and 5603 address felt/nonwovens with plastics or rubber, excluding those with ≤50% textile material or fully embedded in plastics/rubber. Heading 5604 excludes textile yarns or strips where impregnation or coating is not visible. U.S. notes clarify that \"wide nonfibrillated strip\" refers to twine, cordage, or cables with >65% nonfibrillated polyethylene/polypropylene and >25.4 mm wide, while heading 5607 excludes metal twine, cordage, rope, or cables."
  },
  "57": {
    "chapter_code": "57",
    "chapter_title": "Carpets and other textile floor coverings",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "Chapter XI 57-1 pertains to carpets and other textile floor coverings, defined as floor coverings with textile materials as the exposed surface during use. It includes items with textile floor covering characteristics used for other purposes but excludes floor covering underlays. The chapter also contains provisions for statistical reporting and duty rates."
  },
  "58": {
    "chapter_code": "58",
    "chapter_title": "Special woven fabrics; tufted textile fabrics; lace, tapestries; trimmings; embroidery",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The chapter discusses various textile types, including special woven fabrics, tufted fabrics, lace, tapestries, trimmings, and embroidery, while excluding impregnated, coated, or laminated fabrics from chapter 59 and knotted net fabrics from heading 5804. It includes woven weft pile fabrics before cutting floats and defines \"gauze\" for heading 5803 based on specific thread arrangements. Additionally, it defines \"narrow woven fabrics\" for heading 5806 as those ≤30 cm wide with particular characteristics. Heading 5810 outlines \"embroidery\" to encompass metal/glass thread and sewn appliqué work, excluding needlework tapestry, and includes articles made of metal thread for apparel and furnishings. Additional U.S. Notes provide duty rates for certain embroidery products."
  },
  "59": {
    "chapter_code": "59",
    "chapter_title": "Impregnated, coated, covered or laminated textile fabrics; textile articles of a kind suitable for industrial use",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The chapter focuses on impregnated, coated, covered, or laminated textile fabrics suitable for industrial use, including woven, knitted, crocheted fabrics, braids, and trimmings. It details various headings related to these fabrics: \n\n- **Heading 5903** covers textile fabrics impregnated or coated with plastics, excluding those with invisible coatings, fabrics that cannot bend around a 7 mm cylinder, fully embedded fabrics, partially coated designs, and certain reinforced textiles.\n- **Laminated fabrics** are defined as layers bonded with plastic sheets or films.\n- **Heading 5905** pertains to textile wall coverings in rolls for decoration, excluding those with textile flock or dust.\n- **Heading 5906** defines rubberized textile fabrics, with exclusions similar to heading 5903.\n- **Heading 5907** lists exclusions for fabrics with invisible coatings, painted designs, or partial coverings with flock or dust.\n- **Exclusions from Heading 5910** include imitation pile fabrics, wood veneered textiles, and various coated textiles, such as those with abrasive powders or metal foils.\n- **Goods under Heading 5911** include textile products cut to length not classified under previous headings, such as rubber-coated fabrics for technical uses, bolting cloth, filtering cloth, and reinforced textiles for industrial applications.\n\nOverall, the chapter provides a comprehensive overview of the classifications and exclusions for various industrial textile fabrics."
  },
  "60": {
    "chapter_code": "60",
    "chapter_title": "Knitted or crocheted fabrics",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The summary outlines the scope exclusions and inclusions for specific fabric categories, noting that crochet lace (heading 5804), knitted/crocheted labels and badges (heading 5807), and impregnated/coated knitted/crocheted fabrics (except pile fabrics under heading 6001) are excluded. Included fabrics consist of those made with metal thread for apparel and furnishings, as well as knitted goods that include stitch-bonded items. Subheading 6005.35 specifies polyethylene and polyester fabrics with particular weight and mesh size treated with insecticides. Additional definitions clarify \"long pile fabrics\" as those with fibers inserted into loops during knitting and \"open-work fabrics\" as stable open meshes. For statistical purposes, \"velour\" is defined as fabrics with 12 or more stitches per centimeter vertically, and specific rates of duty apply to statistical reporting numbers 6001.92.0010 and 6001.92.0030."
  },
  "61": {
    "chapter_code": "61",
    "chapter_title": "Articles of apparel and clothing accessories, knitted or crocheted",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "Chapter XI addresses knitted or crocheted articles of apparel and clothing accessories, with specific exclusions for goods under heading 6212, worn clothing (heading 6309), and orthopedic appliances (heading 9021). Key definitions include \"suit\" as a matching set of 2-3 garments, and \"ensemble\" as a set of garments in identical fabric. Specific exclusions apply to headings 6105 and 6106 regarding garment features, while \"shirts\" and \"blouses\" are defined as upper body garments with distinct characteristics. Babies' garments (heading 6111) are for children up to 86 cm, and ski-suits (heading 6112) include one-piece and two or three-piece ski wear. Classification rules dictate that garments with left-over-right closures are for men/boys, while right-over-left are for women/girls. Articles may include metal thread, and sets are defined as two or more garments intended to be worn together. Statistical reporting requires that ensembles or track suits be classified separately, and sweaters are defined by stitch count criteria."
  },
  "62": {
    "chapter_code": "62",
    "chapter_title": "Articles of apparel and clothing accessories, not knitted or crocheted",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The chapter discusses made-up articles of textile fabric, excluding knitted or crocheted items (except heading 6212), worn clothing (heading 6309), and orthopedic appliances (heading 9021). It defines key terms such as \"suit\" and \"ensemble,\" which consist of matching garments, and outlines classification rules for various headings, including exclusions for garments with specific features like pockets or ribbed waistbands. Definitions for upper body garments include \"shirts\" and \"blouses,\" while babies' garments are classified under heading 6209. Clothing accessories are defined for young children under 86 cm in height. \n\nSki suits are defined as one-piece garments or sets that must match in fabric and style. Scarves are classified based on size, and garment closure rules differentiate between men's and women's items. Articles may include metal thread and must meet water resistance standards, requiring specific features for recreational performance outerwear, such as insulation, secure pockets, and articulated design for mobility. Definitions for treated fabrics, sealed seams, and other technical features are provided, along with exclusions for occupational outerwear."
  },
  "63": {
    "chapter_code": "63",
    "chapter_title": "Other made up textile articles; sets; worn clothing and worn textile articles; rags",
    "section_code": "XI",
    "section_title": "Textile and Textile Articles",
    "summary": "The chapter titled \"Other Made Up Textile Articles; Needlecraft Sets; Worn Clothing and Worn Textile Articles; Rags (XI 63-1)\" applies to made-up articles from any textile fabric, excluding goods from chapters 56 to 62 and worn clothing classified under heading 6309. Heading 6309 encompasses textile articles such as clothing, accessories, and various linens, as well as footwear and headgear made from non-asbestos materials. Classification under heading 6309 requires articles to show signs of appreciable wear and to be entered in bulk or specific packings. Additionally, subheading 6304.20 includes articles made from warp knit fabrics treated with specific insecticides. The chapter is annotated for statistical reporting, but rates of duty are not specified."
  },
  "64": {
    "chapter_code": "64",
    "chapter_title": "Footwear, gaiters and the like; parts of such articles",
    "section_code": "XII",
    "section_title": "Footwear, Headgear, Umbrellas, Sun Umbrellas, Walking Sticks, Seatsticks, Whips, Riding-Crops and Parts Thereof; Prepared Feathers and Articles Made Therewith; Artificial Flowers; Articles of Human Hair",
    "summary": "The chapter covers footwear, gaiters, and parts, excluding items like disposable coverings, worn footwear, orthopedic appliances, toy footwear, and specific footwear described in subheading note 1. It defines parts, excluding pegs, eyelets, and laces, and classifies them under appropriate headings. Material definitions include \"rubber\" and \"plastics\" as visible woven fabrics with rubber/plastic layers, while \"leather\" refers to specific headings (4107, 4112-4114). The upper material is determined by the greatest external surface area, and the outer sole material by the greatest ground contact area, excluding non-durable textile materials. Sports footwear is defined as footwear designed for sports activities with provisions for spikes, while athletic footwear includes various types not classified as sports footwear. Waterproof footwear protects against water penetration and provides water protection through coated or laminated textile fabric. Formed uppers are shaped with closed bottoms, and men's footwear covers sizes 11.5 and larger, excluding unisex options. Protective active footwear includes hiking, trekking, running, and trail running shoes, and all footwear must be valued over $24 per pair. Relevant subheadings include 6402.91.42 and 6402.99.32."
  },
  "65": {
    "chapter_code": "65",
    "chapter_title": "Headgear and parts thereof",
    "section_code": "XII",
    "section_title": "Footwear, Headgear, Umbrellas, Sun Umbrellas, Walking Sticks, Seatsticks, Whips, Riding-Crops and Parts Thereof; Prepared Feathers and Articles Made Therewith; Artificial Flowers; Articles of Human Hair",
    "summary": "The chapter addresses headgear and its components, with specific exclusions for worn headgear (heading 6309), asbestos headgear (heading 6812), dolls' hats, toy hats, and carnival articles (chapter 95). It also specifies that heading 6502 excludes hat shapes made by sewing, except for spirally sewn strips, and notes that mufflers, shawls, scarves, mantillas, and veils are excluded under headings 6117 or 6214. The chapter is annotated for statistical reporting purposes."
  },
  "66": {
    "chapter_code": "66",
    "chapter_title": "Umbrellas, sun umbrellas, walking sticks, seatsticks, whips, riding-crops and parts thereof",
    "section_code": "XII",
    "section_title": "Footwear, Headgear, Umbrellas, Sun Umbrellas, Walking Sticks, Seatsticks, Whips, Riding-Crops and Parts Thereof; Prepared Feathers and Articles Made Therewith; Artificial Flowers; Articles of Human Hair",
    "summary": "The chapter covers various items including umbrellas, sun umbrellas, walking-sticks, seat-sticks, whips, and riding-crops, along with their parts. Exclusions include measuring walking-sticks (heading 9017), firearm-sticks, sword-sticks, and loaded walking-sticks (chapter 93), as well as goods from chapter 95, such as toy umbrellas. Additionally, heading 6603 does not encompass parts, trimmings, or accessories made of textile material, nor covers, tassels, thongs, or umbrella cases. Goods entered separately from articles of headings 6601 or 6602 are classified independently."
  },
  "67": {
    "chapter_code": "67",
    "chapter_title": "Prepared feathers and down and articles made of feathers or of down; artificial flowers; articles of human hair",
    "section_code": "XII",
    "section_title": "Footwear, Headgear, Umbrellas, Sun Umbrellas, Walking Sticks, Seatsticks, Whips, Riding-Crops and Parts Thereof; Prepared Feathers and Articles Made Therewith; Artificial Flowers; Articles of Human Hair",
    "summary": "The chapter addresses prepared feathers, down, and related articles, including artificial flowers and human hair items, while excluding various categories such as filtering cloth of human hair, floral motifs of lace or textile fabric, footwear, headgear, toys, and specific cleaning tools. Additionally, it specifies exclusions under headings 6701 and 6702, which include articles where feathers/down serve only as filling, apparel with feathers/down as mere trimming, and artificial flowers/foliage made from certain materials that are not assembled by binding."
  },
  "68": {
    "chapter_code": "68",
    "chapter_title": "Articles of stone, plaster, cement, asbestos, mica or similar materials",
    "section_code": "XIII",
    "section_title": "Articles of Stone, Plaster, Cement, Asbestos, Mica or Similar Materials; Ceramic Products; Glass and Glassware",
    "summary": "The chapter covers articles made from stone, plaster, cement, asbestos, mica, or similar materials, while excluding goods from chapter 25 (mineral products), coated or impregnated paper and paperboard, coated or covered textile fabrics, articles from chapters 71 (precious metals), 82 (tools or parts), 91 (clocks), 94 (furniture, lighting), 95 (toys, games), and 97 (works of art), as well as specific items like lithographic stones, electrical insulators, dental burrs, and certain articles from chapter 96 (buttons, pencils). Worked stone includes various natural stones such as quartzite and dolomite, but excludes slate. Additional U.S. notes specify that slabs are flat stone pieces ≤ 5.1 cm thick and ≥ 25.8 cm² in facial area, while tiles are articles < 3.2 cm thick for heading 6810. The chapter also includes specific rates of duty for statistical reporting."
  },
  "69": {
    "chapter_code": "69",
    "chapter_title": "Ceramic products",
    "section_code": "XIII",
    "section_title": "Articles of Stone, Plaster, Cement, Asbestos, Mica or Similar Materials; Ceramic Products; Glass and Glassware",
    "summary": "The chapter applies exclusively to fired ceramic products (headings 6904 to 6914) and excludes items heated below 800 °C for curing or hydration, as well as various specific articles such as imitation jewelry, cermets, electrical insulators, and works of art. It covers ceramic products made from inorganic, nonmetallic materials like clays and siliceous materials, and defines refractory articles as those with a pyrometric cone equivalent of at least 1500°C. Classification criteria include the weight of components in bricks containing chromium and magnesium, and tiles are defined as articles less than 3.2 cm thick. Definitions for porcelain, china, stoneware, bone chinaware, and earthenware are based on water absorption, which is determined by ASTM test method C373. Additionally, articles must be sold in specific patterns to qualify as \"available in specified sets,\" and eligibility for classification is outlined in a note detailing required articles."
  },
  "70": {
    "chapter_code": "70",
    "chapter_title": "Glass and glassware",
    "section_code": "XIII",
    "section_title": "Articles of Stone, Plaster, Cement, Asbestos, Mica or Similar Materials; Ceramic Products; Glass and Glassware",
    "summary": "The chapter focuses on glass and glassware, explicitly excluding certain goods and articles from other chapters, including vitrifiable enamels, imitation jewelry, optical fiber cables, vehicle windows, articles from chapter 90, luminaires, toys, buttons, and more. Glass is not considered \"worked\" until after annealing, and cutting does not alter its classification. The term \"absorbent, reflecting or non-reflecting layer\" pertains to thin coatings that enhance glass properties. Products in heading 7006 retain their classification regardless of their article character, while \"glass wool\" is defined by its silica and alkaline oxide content for heading 7019. The definition of \"glass\" encompasses fused quartz and fused silica, with \"lead crystal\" specified as containing at least 24% lead monoxide. Additionally, \"colored throughout the mass\" refers to specific light transmittance criteria, and glass shipments exceeding 4.6 m² must comply with entry requirements for headings 7003 and 7004."
  },
  "71": {
    "chapter_code": "71",
    "chapter_title": "Natural or cultured pearls, precious or semi-precious stones,precious metals, metals clad with precious metal and articles thereof; imitation jewelry; coin",
    "section_code": "XIV",
    "section_title": "Natural or Cultured Pearls, Precious or Semiprecious Stones, Precious Metals, Metals Clad With Precious Metal, and Articles Thereof; Imitation Jewelry; Coin",
    "summary": "The chapter covers natural and cultured pearls, precious and semiprecious stones, precious metals, and related articles, classifying items made wholly or partly from these materials while excluding minor constituents of precious metals in certain headings. Exclusions include amalgams, surgical materials, and goods from specific chapters, as well as original sculptures over 100 years old. Precious metals are defined to include silver, gold, and platinum, with platinum encompassing iridium, osmium, palladium, rhodium, and ruthenium. Alloys containing 2% or more of a precious metal are classified accordingly, while metal clad materials are defined as base metals covered by precious metals through various processes. Goods in heading 7112 must be classified solely under that heading. Jewelry, as defined in heading 7113, includes small personal adornments and articles for personal use, potentially incorporating pearls and stones. Goldsmiths' and silversmiths' wares in heading 7114 encompass various household items, while imitation jewelry in heading 7117 excludes natural pearls and precious metals. Subheading notes clarify definitions of \"powder,\" \"platinum,\" and alloy classification based on predominant metal weight. Additional U.S. notes specify definitions for \"unwrought,\" \"semimanufactured,\" and \"waste and scrap,\" emphasizing the recovery of precious metals and excluding unwrought metals under heading 2616. Coins under heading 7118 in circulation for monetary purposes are admitted without formal customs entry or duty payment, though other regulatory requirements remain unchanged."
  },
  "72": {
    "chapter_code": "72",
    "chapter_title": "Iron and steel",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter provides an overview of definitions and classifications of iron and steel materials, emphasizing their roles in metallurgy and manufacturing. Key definitions include:\n\n- **Pig Iron**: Iron-carbon alloys with over 2% carbon.\n- **Spiegeleisen**: Iron-carbon alloys with 6-30% manganese.\n- **Ferroalloys**: Alloys with over 4% iron used as additives.\n- **Steel**: Malleable ferrous materials with up to 2% carbon, with exceptions for chromium steels.\n- **Stainless Steel**: Alloy steels with up to 1.2% carbon and at least 10.5% chromium.\n- **Other Alloy Steel**: Contains specific proportions of elements like aluminum and nickel.\n- **Remelting Scrap**: Cast ingots or pigs not meeting pig iron specifications.\n- **Granules**: Products with specific sieve size distributions.\n- **Semifinished Products**: Continuous cast or hot-rolled products not further worked.\n- **Flat-Rolled Products**: Solid rectangular cross-section products, with specific dimensions and patterns.\n- **Hot-Rolled Bars and Rods**: Irregularly wound coils with solid cross sections.\n- **Other Bars and Rods**: Uniform solid cross sections that may have deformations.\n- **Angles, Shapes, and Sections**: Uniform solid cross sections not fitting previous definitions.\n- **Wire**: Cold-formed products in coils with uniform solid cross sections.\n- **Hollow Drill Bars and Rods**: Specific cross-sectional dimensions.\n\nClassification rules specify that ferrous metals clad with another ferrous metal are classified by predominating weight, and products from electrolytic deposition or sintering are classified by form and appearance. Additional definitions include:\n\n- **Electrical Steel**: Alloy steels with 0.6% to 6% silicon and low carbon content.\n- **High-Speed Steel**: Alloy steels with significant molybdenum, tungsten, and vanadium.\n- **Silico-Manganese Steel**: Alloy steels with specific carbon, manganese, and silicon content.\n- **Ferroalloy Classification**: Based on the number of alloy elements exceeding minimum percentages.\n\nAdditional U.S. notes highlight specific categories such as high-strength steel, universal mill plates, concrete reinforcing bars, razor blade steel, and tool steel."
  },
  "73": {
    "chapter_code": "73",
    "chapter_title": "Articles of iron or steel",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter focuses on articles made of iron or steel, defining cast iron as products obtained by casting with iron predominating by weight, which do not meet steel composition criteria. It also defines wire as hot- or cold-formed products with cross-sectional dimensions not exceeding 16 mm. Duty rates indicate that tubes and pipes with attached fittings for gas or liquid conduction under headings 7304/7306 are subject to \"Free (C)\" duty. Ductile fittings are characterized by having over 2.5% carbon and over 0.02% magnesium or a combination of magnesium and cerium. Additionally, refillable stainless steel kegs are defined as cylindrical with domed tops and bottoms, designed for a coupler system and extractor tube."
  },
  "74": {
    "chapter_code": "74",
    "chapter_title": "Copper and articles thereof",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter focuses on copper and its various articles, defining key terms and classifications. It details refined copper, which contains at least 99.85% copper or 97.5% copper with specific limits on other elements. Copper alloys are described as metallic substances where copper predominates by weight, with conditions on the content of other elements. Master alloys contain more than 10% copper and are used as additives in metallurgy. The chapter also covers specific types of copper alloys, including copper-zinc base alloys (brasses), copper-tin base alloys (bronzes), copper-nickel-zinc base alloys (nickel silvers), and copper-nickel base alloys, each with defined elemental limits. Additionally, it includes definitions for statistical reporting, such as \"beryllium copper master alloy,\" and notes specific deductions for cement copper and copper precipitates."
  },
  "75": {
    "chapter_code": "75",
    "chapter_title": "Nickel and articles thereof",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter discusses Nickel and related articles, providing definitions for \"Nickel, not alloyed,\" which contains at least 99% nickel with cobalt content ≤ 1.5% and specific limits for other elements, and \"Nickel alloys,\" where nickel predominates by weight, cobalt content exceeds 1.5%, and at least one other element surpasses specified limits. It also specifies that \"wire\" refers to products with cross-sectional dimensions ≤ 6 mm, regardless of shape, and includes provisions for statistical reporting and duty rates."
  },
  "76": {
    "chapter_code": "76",
    "chapter_title": "Aluminum and articles thereof",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter focuses on aluminum and its articles, providing definitions for aluminum types, including non-alloyed aluminum (at least 99% aluminum) and aluminum alloys (predominantly aluminum with specified limits for other elements). It defines wire as products with cross-sectional dimensions ≤ 6 mm and notes a duty rate of \"Free (C)\" for tubes and pipes with attached fittings for gas/liquid conduction. The chapter also details the Aluminum Vanadium Master Alloy, which contains 20% or more vanadium by weight, and describes aluminum can stock, distinguishing between body stock (manganese predominant, min tensile strength 262 MPa) and lid stock (magnesium predominant, min tensile strength 345 MPa). Statistical reporting includes classifications for sheet ingot, foundry ingot, recyclable aluminum, high-strength heat-treatable alloys, and heat-treatable industrial alloys, emphasizing the materials used in alloy production and their applications. This information is relevant for trade and economic analysis."
  },
  "77": {
    "chapter_code": "77",
    "chapter_title": "(Reserved for possible future use)",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "Please provide the bullet point summaries you would like me to combine."
  },
  "78": {
    "chapter_code": "78",
    "chapter_title": "Lead and articles thereof",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter focuses on lead and related articles, defining \"refined lead\" as metal with at least 99.9% lead content, while specifying that other elements must not exceed certain limits, including silver (0.02%), arsenic (0.005%), bismuth (0.05%), calcium (0.002%), cadmium (0.002%), copper (0.08%), iron (0.002%), sulfur (0.002%), antimony (0.005%), tin (0.005%), zinc (0.002%), and other elements like tellurium (0.001%). It also discusses \"alloys of lead,\" which contain less than 99% lead but more than any other metallic element, and includes statistical reporting guidelines and duty rates."
  },
  "79": {
    "chapter_code": "79",
    "chapter_title": "Zinc and articles thereof",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter titled \"Zinc and Articles Thereof\" provides definitions and classifications for statistical reporting, including: \n- **Zinc (not alloyed)**: A metal with at least 97.5% zinc by weight.\n- **Zinc alloys**: Metallic substances with predominant zinc and over 2.5% of other elements.\n- **Zinc dust**: Fine particles from zinc vapor condensation, with over 80% passing through a 63-micron sieve and containing at least 85% metallic zinc.\n- **Casting-grade zinc**: Contains at least 97.5% zinc and specific thresholds for other elements, including >1.8% lead, cadmium, or iron; >0.5% aluminum; >1% copper; >0.08% titanium; and >0.1% of any other base metal separately."
  },
  "80": {
    "chapter_code": "80",
    "chapter_title": "Tin and articles thereof",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "Chapter XV addresses tin and tin articles, defining \"tin, not alloyed\" as metal with at least 99% tin and specific limits for bismuth and copper, while \"tin alloys\" are defined as metallic substances with predominant tin and total other elements exceeding 1% along with specified limits for bismuth or copper. The chapter also includes guidelines for statistical reporting and duty rates."
  },
  "81": {
    "chapter_code": "81",
    "chapter_title": "Other base metals; cermets; articles thereof",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "Chapter 81 addresses other base metals, cermets, and related articles, stipulating that alloys must contain less than 99% of the base metal by weight, which must be present in a higher proportion than any other metallic element. Subheading 8108.90.60 specifies duty-free status for tubes and pipes with attached fittings, provided they are suitable for conducting gases or liquids. The chapter also includes annotations for statistical reporting purposes."
  },
  "82": {
    "chapter_code": "82",
    "chapter_title": "Tools, implements, cutlery, spoons and forks, of base metal; parts thereof of base metal",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter discusses tools, implements, cutlery, spoons, and forks made of base metal, while excluding items such as blow torches, portable forges, and manicure/pedicure sets. Articles must contain a working part made of base metal, metal carbides, cermets, or certain stones supported by base metal. Parts of base metal are classified with the main article, except for specified parts and toolholders under heading 8466. General use parts are excluded, and electric shaver and hair clipper parts fall under heading 8510. Sets with knives are classified under heading 8211, while other articles are classified under heading 8215. The provisions apply to both indoor and outdoor kitchen/tableware, and the length of files and rasps excludes the tang. Duty rates for sets are converted to ad valorem equivalent rates, and statistical reporting counts the total separate pieces in the sets."
  },
  "83": {
    "chapter_code": "83",
    "chapter_title": "Miscellaneous articles of base metal",
    "section_code": "XV",
    "section_title": "Base Metals and Articles of Base Metal",
    "summary": "The chapter addresses various articles made of base metal, classifying parts with their parent articles and specifying exclusions for certain iron/steel articles (headings 7312, 7315, 7317, 7318, 7320) and similar articles from other base metals (chapters 74-76, 78-81). It defines \"castors\" for heading 8302 based on diameter and width, outlines that the dutiable weight for hooks, eyes, and eyelets includes packaging, and notes that statistical reporting for cans (8309.90.0020) encompasses beverage cans with specific tab designs."
  },
  "84": {
    "chapter_code": "84",
    "chapter_title": "Nuclear reactors, boilers, machinery and mechanical appliances; parts thereof",
    "section_code": "XVI",
    "section_title": "Machinery and Mechanical Appliances; Electrical Equipment; Parts Thereof; Sound Recorders and Reproducers, Television Image and Sound Recorders and Reproducers, and Parts and Accessories of Such Articles",
    "summary": "The chapter covers nuclear reactors, boilers, machinery, mechanical appliances, and their parts, while excluding specific items such as millstones, ceramic machinery, laboratory glassware, certain base metal articles, and specific appliances like vacuum cleaners and electromechanical domestic appliances. Classification rules dictate that machines fitting multiple headings are classified under the former group or Heading 8486, with specific exclusions for certain machinery types. Machine tools are categorized under Headings 8456 and 8457, while processing lines are defined for flat products. Automatic data processing machines (Heading 8471) are characterized by their capabilities and must connect to a central processing unit, with specific units like keyboards and disk storage classified under this heading, while printers and communication apparatus are excluded. Multifunction machines are classified based on their principal purpose, and heading 8482 applies to polished steel balls. Definitions for \"pocket-size\" and \"additive manufacturing\" are provided, along with notes on semiconductor devices and flat panel displays under heading 8486, which includes the assembly and handling of related components while excluding certain technologies."
  },
  "85": {
    "chapter_code": "85",
    "chapter_title": "Electrical machinery and equipment and parts thereof; sound recorders and reproducers, television image and sound recorders and reproducers, and parts and accessories of such articles",
    "section_code": "XVI",
    "section_title": "Machinery and Mechanical Appliances; Electrical Equipment; Parts Thereof; Sound Recorders and Reproducers, Television Image and Sound Recorders and Reproducers, and Parts and Accessories of Such Articles",
    "summary": "The chapter overview addresses electrical machinery, equipment, sound recorders, and related parts/accessories, while excluding electrically warmed personal items, glass articles, certain machines, medical vacuum apparatus, and electrically heated furniture. Specific headings detail various classifications: \n\n- Headings 8501-8504 do not apply to goods in headings 8511, 8512, 8540, 8541, or 8542, with metal tank mercury arc rectifiers classified under heading 8504.\n- Heading 8507 includes electric accumulators and ancillary components, while heading 8509 covers domestic electromechanical machines under 20 kg, excluding certain appliances.\n- Heading 8517 defines \"smartphones\" and heading 8523 includes solid-state non-volatile storage devices and smart cards.\n- Heading 8524 defines flat panel display modules, excluding those with video signal conversion components, and takes precedence over other headings.\n- Heading 8534 defines printed circuits, excluding those combined with non-printed elements, while thin- or thick-film circuits are classified under heading 8542.\n- Heading 8536 covers connectors for optical fibers, and heading 8539 includes LED light sources, distinguishing between LED modules and lamps.\n- Headings 8541 and 8542 define semiconductor devices and their applications, including sensors, actuators, resonators, and oscillators, which convert physical/chemical phenomena into electrical signals or vice versa.\n- Electronic integrated circuits are categorized into monolithic, hybrid, multichip, and multi-component types, with components classified under headings 8532, 8533, and 8541.\n- Subheadings 8525.81 to 8525.83 cover various specialized cameras, while subheading 8527.12 pertains to cassette players with amplifiers.\n- Subheadings 8549.11 to 8549.19 define spent batteries and accumulators, and specific subheadings relate to television components for statistical reporting. \n\nOverall, the chapter provides a comprehensive classification framework for electrical machinery and related components, detailing exclusions and specific definitions across various headings and subheadings."
  },
  "86": {
    "chapter_code": "86",
    "chapter_title": "Railway or tramway locomotives, rolling-stock and parts thereof; railway or tramway track fixtures and fittings and parts thereof; mechanical (including electro-mechanical) traffic signalling equipment of all kinds",
    "section_code": "XVII",
    "section_title": "Vehicles, Aircraft, Vessels and Associated Transport Equipment",
    "summary": "The chapter provides an overview of railway and tramway locomotives, rolling stock, parts, track fixtures, fittings, and mechanical traffic signaling equipment, while excluding railway sleepers, track construction materials of iron/steel, and electrical signaling equipment. Heading 8607 includes components such as axles, wheels, frames, and brake gear, while heading 8608 covers assembled track, turntables, and mechanical signaling equipment. Additionally, U.S. regulations state that duty-free railway locomotives and freight cars are exempt from certain entry requirements, although the Secretary of the Treasury may impose reporting and bond posting requirements for compliance."
  },
  "87": {
    "chapter_code": "87",
    "chapter_title": "Vehicles other than railway or tramway rolling stock, and parts and accessories thereof",
    "section_code": "XVII",
    "section_title": "Vehicles, Aircraft, Vessels and Associated Transport Equipment",
    "summary": "The chapter addresses vehicles excluding railway or tramway rolling stock, focusing on parts and accessories. It defines \"tractors\" as vehicles mainly for hauling or pushing, with interchangeable equipment classified separately. Motor chassis with cabs fall under headings 8702 to 8704, while children's bicycles are classified under heading 8712, with other children's cycles under heading 9503. Framed and unframed windows for vehicles in headings 8701 to 8705 are included in subheading 8708.22.00. Road tractors, trailers, and semi-trailers are classified in headings 8701 and 8716. Bicycles are categorized under heading 8712 based on wheel diameter, and statistical reporting distinguishes \"new\" vehicles as those not sold to end users, while \"used\" vehicles have transferred title to an ultimate purchaser."
  },
  "88": {
    "chapter_code": "88",
    "chapter_title": "Aircraft, spacecraft, and parts thereof",
    "section_code": "XVII",
    "section_title": "Vehicles, Aircraft, Vessels and Associated Transport Equipment",
    "summary": "Chapter 88 addresses aircraft, spacecraft, and their components, defining \"unmanned aircraft\" as those designed to operate without a pilot, excluding certain categories. These unmanned aircraft may carry payloads or have integrated cameras for practical uses, but do not include flying toys meant for amusement. Subheading 8802.11 to 8802.40 specifies \"unladen weight\" as the weight in normal flying order, excluding crew, fuel, and non-permanently fitted equipment, while subheading 8806.21 to 8806.24 and 8806.91 to 8806.94 defines \"maximum take-off weight\" as the weight at take-off, including payload, equipment, and fuel. Additionally, rates of duty are provided for statistical reporting purposes."
  },
  "89": {
    "chapter_code": "89",
    "chapter_title": "Ships, boats and floating structures",
    "section_code": "XVII",
    "section_title": "Vehicles, Aircraft, Vessels and Associated Transport Equipment",
    "summary": "Chapter XVII, titled \"Ships, Boats, and Floating Structures,\" classifies hulls and vessels under heading 8906 if they lack essential characteristics of a specific vessel type. Vessels used in international trade or brought into the U.S. by nonresidents for personal pleasure cruising are exempt from formal customs entry and duty. Additionally, the chapter includes provisions for statistical reporting related to duty rates."
  },
  "90": {
    "chapter_code": "90",
    "chapter_title": "Optical, photographic, cinematographic, measuring, checking, precision, medical or surgical instruments and apparatus; parts and accessories thereof",
    "section_code": "XVIII",
    "section_title": "Optical, Photographic, Cinematographic, Measuring, Checking, Precision, Medical or Surgical Instruments and Apparatus; Clocks and Watches; Musical Instruments; Parts and Accessories Thereof",
    "summary": "The chapter overview addresses a range of instruments and apparatus, including optical, photographic, cinematographic, measuring, checking, precision, medical, and surgical devices, along with their parts and accessories. It excludes items such as articles made of vulcanized rubber, leather, or textiles for technical uses, elastic support articles, refractory goods, non-optically worked glass mirrors, general-use parts of base metal or plastics, specific machinery (e.g., pumps, counting machinery), various electrical and optical devices, and articles classified under chapters 95 and 96. Classification rules dictate that parts included in this chapter or related chapters are classified accordingly, while parts suitable for specific machines are classified with those items, and other parts not fitting these criteria are classified separately. The context is relevant to measurement and control instruments, with specific attention to classification under heading 9033."
  },
  "91": {
    "chapter_code": "91",
    "chapter_title": "Clocks and watches and parts thereof",
    "section_code": "XVIII",
    "section_title": "Optical, Photographic, Cinematographic, Measuring, Checking, Precision, Medical or Surgical Instruments and Apparatus; Clocks and Watches; Musical Instruments; Parts and Accessories Thereof",
    "summary": "The chapter covers clocks, watches, and their parts, excluding specific items like clock/watch glasses and general-use components. Watches are classified under headings 9101 for those with precious metal cases and 9102 for base metal cases with precious inlays. Watch movements are defined as devices regulated by a balance wheel, hairspring, or quartz crystal, with size limits (max 12 mm thickness, 50 mm dimensions), while clock movements have different criteria (exceeding 12 mm thickness or 50 mm dimensions). Movements and parts suitable for clocks or watches are included unless specified otherwise, and rough movements consist of unassembled parts designed to work with an escapement, excluding certain components. Watch straps are classified with their respective watches unless sold separately, while batteries for battery-powered watches or clocks are classified accordingly. Special marking requirements mandate that movements and cases be marked with the country of manufacture and manufacturer/purchaser details. Additionally, articles from U.S. insular possessions with foreign components are subject to duty, with rates depending on the origin of those components."
  },
  "92": {
    "chapter_code": "92",
    "chapter_title": "Musical instruments; parts and accessories of such articles",
    "section_code": "XVIII",
    "section_title": "Optical, Photographic, Cinematographic, Measuring, Checking, Precision, Medical or Surgical Instruments and Apparatus; Clocks and Watches; Musical Instruments; Parts and Accessories Thereof",
    "summary": "The chapter discusses musical instruments, their parts, and accessories, while excluding general use parts made of base metal or plastics, microphones, amplifiers, loudspeakers, toy instruments, cleaning brushes, tripods, and collectors' pieces or antiques. Bows and sticks for specific instruments are classified with the instruments, and cards, discs, and rolls are treated as separate articles. Additionally, it includes statistical reporting notes on measuring upright piano height from the floor to the top of the back case and grand piano length from the front edge to the farthest point of the rim tail."
  },
  "93": {
    "chapter_code": "93",
    "chapter_title": "Arms and ammunition; parts and accessories thereof",
    "section_code": "XIX",
    "section_title": "Arms and Ammunition; Parts and Accessories Thereof",
    "summary": "Chapter 93 addresses arms, ammunition, and their parts and accessories, with specific exclusions for goods from chapter 36 (such as percussion caps and detonators), general use parts made of base metal or plastics (section XV, chapter 39), armored fighting vehicles (heading 8710), telescopic sights or optical devices not mounted on firearms (chapter 90), bows, arrows, fencing foils, or toys (chapter 95), collectors' pieces or antiques (heading 9705 or 9706), and radio/radar apparatus (heading 8526)."
  },
  "94": {
    "chapter_code": "94",
    "chapter_title": "Furniture; bedding, mattresses, mattress supports, cushions and similar stuffed furnishings; lamps and lighting fittings, not elsewhere specified or included; illuminated sign illuminated nameplates and the like; prefabricated buildings",
    "section_code": "XX",
    "section_title": "Miscellaneous Manufactured Articles",
    "summary": "The chapter covers furniture, bedding, mattresses, mattress supports, cushions, lighting fittings, illuminated signs, and prefabricated buildings, while excluding items such as pneumatic/water mattresses, pillows, floor mirrors, articles made from precious metals, general use parts of base metal or plastics, furniture for refrigerating/freezing equipment and sewing machines, lamps and light sources, furniture as parts of specific apparatus, dental appliance articles, clocks, toy furniture, billiard tables, conjuring trick decorations, and monopods, bipods, tripods. Classification criteria specify that articles in Headings 9401-9403 are classified if designed for floor placement, while certain items like cupboards and bookcases are classified regardless of their design for hanging or wall fixing."
  },
  "95": {
    "chapter_code": "95",
    "chapter_title": "Toys, games and sports requisites; parts and accessories thereof",
    "section_code": "XX",
    "section_title": "Miscellaneous Manufactured Articles",
    "summary": "Chapter 95 addresses toys, games, sports equipment, and their parts/accessories, with several exclusions including candles, fireworks, fishing-related materials, sports bags, fancy dress and sports clothing, textile flags, sports footwear (except certain skates), walking sticks, unmounted glass eyes for toys, general use parts of base metal or plastics, bells and gongs, various machinery and electronic devices, sports vehicles (except sleds), children's bicycles, unmanned aircraft, sports craft, sports eyewear, decoy calls, arms and related articles, lighting strings, tripods, racket strings, camping goods, gloves, and utilitarian articles like tableware and textiles."
  },
  "96": {
    "chapter_code": "96",
    "chapter_title": "Miscellaneous manufactured articles",
    "section_code": "XX",
    "section_title": "Miscellaneous Manufactured Articles",
    "summary": "Chapter XX 96 addresses miscellaneous manufactured articles, with several exclusions including cosmetic pencils, parts of umbrellas and walking sticks, imitation jewelry, general use parts of base metal or plastics, cutlery with handles (unless separately entered), articles from chapters 90 (e.g., spectacle frames, medical brushes), 91 (e.g., clock/watch cases), 92 (musical instruments), 93 (arms and parts), 94 (furniture and lighting), 95 (toys and sports equipment), and 97 (works of art and antiques). Heading 9602 defines \"vegetable or mineral carving material\" to include hard seeds, pips, hulls, nuts, amber, meerschaum, and substitutes, while heading 9603 refers to prepared knots and tufts for brooms or brushes. Articles in this chapter retain their classification regardless of precious metal or stone content, except for specific headings (9601-9606, 9615) where such materials are minor constituents. Additionally, U.S. Notes specify that \"line\" in heading 9606 refers to a 0.635 mm button measure."
  },
  "97": {
    "chapter_code": "97",
    "chapter_title": "Works of art, collectors' pieces and antiques",
    "section_code": "XXI",
    "section_title": "Works of Art, Collectors' Pieces and Antiques",
    "summary": "The chapter overview addresses works of art, collectors' pieces, and antiques, while excluding unused postage/revenue stamps, theatrical scenery/studio backdrops (unless classified under heading 9706), and pearls and precious/semi-precious stones. Mosaics under heading 9701 exclude mass-produced reproductions, and original engravings are defined as hand-executed impressions, excluding mechanical processes. Mass-produced works under heading 9703 also exclude commercial reproductions, regardless of artist design. Articles are classified solely under this chapter, with heading 9706 not applicable to prior headings. Frames are classified with the artwork if typical in kind/value; otherwise, they are classified separately. Sculpture under heading 9703 includes original works and the first 12 castings/replicas by the sculptor or another artist. Articles under heading 9706 that are under 100 years old incur additional duties. Statistical reporting includes archaeological pieces at least 250 years old and culturally significant, ethnographic pieces from tribal/nonindustrial societies, and collections of mixed cultural property reported by separate components."
  },
  "98": {
    "chapter_code": "98",
    "chapter_title": "Special classification provisions",
    "section_code": "XXII",
    "section_title": "Special Classification Provisions; Temporary Legislation; Temporary Modifications Proclaimed pursuant to Trade Agreements Legislation; Additional Import Restrictions Proclaimed Pursuant to Section 22 of the Agricultural Adjustment Act, As Amended",
    "summary": "Chapter XXII outlines special classification provisions that are not subject to the rule of relative specificity (General Rule of Interpretation 3(a)). Articles described in this chapter can be classified if they meet the necessary conditions and regulations, and their tariff status remains unaffected by prior importation or duty payment. Additionally, articles exempt from duty under specific subchapters are also exempt from related internal-revenue taxes."
  },
  "99": {
    "chapter_code": "99",
    "chapter_title": "Temporary legislation; temporary modifications proclaimed pursuant to trade agreements legislation; additional import restrictions proclaimed pursuant to section 22 of the Agricultural Adjustment Act, as amended",
    "section_code": "XXII",
    "section_title": "Special Classification Provisions; Temporary Legislation; Temporary Modifications Proclaimed pursuant to Trade Agreements Legislation; Additional Import Restrictions Proclaimed Pursuant to Section 22 of the Agricultural Adjustment Act, As Amended",
    "summary": "The chapter addresses temporary legislation and modifications under trade laws, including amendments to provisions in chapters 1-98. It allows for the imposition of additional duties or import restrictions through collateral legislation. General notes, rules of interpretation, and section notes from chapters 1-98 apply unless stated otherwise. For statistical reporting, it requires the use of the 8-digit heading/subheading or 10-digit statistical number from this chapter, as well as the 10-digit statistical number from chapters 1-97, if applicable."
  }
}